Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Swedish/strings.po
Languages: sv

# #33000
source: Would you like to install The HiveMind Core Components?
sv: Vill du installera grundkomponenterna för HiveMind?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
sv: Dessa komponenter är nödvändiga för att erhålla alla fördelar med HiveMind.

# #33002
source: Please wait while installing HiveMind core components
sv: Vänta på att huvudkomponenterna i HiveMind installeras

# #33003
source: Unable to install HiveMind core components
sv: Det gick inte att installera huvudkomponenterna i HiveMind

# #33004
source: Exit Code =
sv: Avslutningskod =

# #33005
source: You will need to restart your computer to complete this installation.
sv: Du måste starta om datorn för att slutföra installationen.

# #33006
source: Would you like to restart the system now?
sv: Vill du starta om systemet nu?

# #33007
source: A new version of The HiveMind Core Components is now available!
sv: Det finns en ny version av grundkomponenterna för HiveMind!

# #33008
source: Would you like to upgrade now?
sv: Vill du uppgradera nu?

# #33009
source: Current Version
sv: Nuvarande version

# #33010
source: New Version
sv: Ny version

# #33011
source: The HiveMind Core Components must be installed to run this addon.
sv: De HiveMind Core Components måste installeras för att köra denna addon.

# #33012
source: Origin client is not installed
sv: Origin-klient inte installerad

# #33013
source: Would you like to download Origin client?
sv: Vill du hämta Origin-klienten?

# #33014
source: GOG Galaxy client is not installed
sv: GOG Galaxy-klienten är inte installerad

# #33015
source: Would you like to download GOG Galaxy client?
sv: Vill du hämta GOG Galaxy-klienten?

# #33016
source: Uplay client is not installed
sv: Uplay-klienten är inte installerad

# #33017
source: Would you like to download Uplay client?
sv: Vill du hämta Uplay-klienten?

# #33018
source: Battle.net client is not installed
sv: Battle.net-klienten är inte installerad

# #33019
source: Would you like to download Battle.net client?
sv: Vill du hämta Battle.net-klienten?

# #33020
source: Unable to launch the application, please try again.
sv: Det går inte att starta programmet. Försök igen.

# #33021
source: NVidia GFE client is not installed
sv: NVidia GFE-klienten är inte installerad

# #33022
source: Would you like to download NVidia GFE client?
sv: Vill du hämta NVidia GFE-klienten?

# #33023
source: Google Chrome is not installed
sv: Google Chrome-klienten är inte installerad

# #33024
source: Would you like to download Google Chrome?
sv: Vill du hämta Google Chrome-klienten?
