Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Polish/strings.po
Languages: pl

# #33000
source: Games
pl: Gry

# #33001
source: Find Games
pl: Znajdź gry

# #33002
source: Launch Steam
pl: Uruchom program Steam

# #33003
source: Finding games....
pl: Trwa wyszukiwanie gier...

# #33004
source: Game(s) found
pl: Znaleziono gry

# #33005
source: Edit title
pl: Edytuj tytuł

# #33006
source: Edit path
pl: Edytuj ścieżkę

# #33007
source: Edit icon
pl: Edytuj ikonę

# #33008
source: Edit fanart
pl: Edytuj fanart

# #33009
source: Launch Origin
pl: Uruchom Origin

# #33010
source: Launch GOG Galaxy
pl: Uruchom GOG Galaxy

# #33011
source: Launch Uplay
pl: Uruchom Uplay

# #33012
source: Launch Battle.net
pl: Uruchom Battle.net

# #33013
source: Add Game
pl: Dodaj grę

# #33014
source: Enter Game Name
pl: Wpisz tytuł gry

# #33015
source: Select Game Executable
pl: Wybierz plik wykonywalny gry

# #33016
source: Select Game Thumb Image
pl: Wybierz ikonę skrótu gry

# #33017
source: Select Game Fanart Image
pl: Wybierz grafikę Fanart do gry

# #33018
source: Add to Home Page Menu Addons
pl: Dodaj do rozszerzeń menu strony głównej

# #33019
source: Remove from Home Page Menu Addon
pl: Usuń z rozszerzeń menu strony głównej

# #33020
source: Add to Home Page Games Sub-menu
pl: Dodaj do podmenu Gry na stronie głównej

# #33021
source: Remove from Home Page Games Sub-menu
pl: Usuń z podmenu Gry na stronie głównej

# #33022
source: Fanart
pl: Grafika Fanart

# #33023
source: Do you want to set a fanart?
pl: Wybrać grafikę Fanart?

# #33024
source: Select Home Menu Addon
pl: Wybierz rozszerzenie menu głównego

# #33025
source: Select Home Page Games Sub-menu Addons
pl: Wybierz rozszerzenia podmenu Gry na stronie głównej

# #33026
source: Remove Game
pl: Usuń grę
