Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Danish/strings.po
Languages: da

# #33000
source: Would you like to install The HiveMind Core Components?
da: Vil du installere HiveMind-kernekomponenterne?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
da: Disse komponenter er nødvendige for at opnå alle fordelene ved HiveMind.

# #33002
source: Please wait while installing HiveMind core components
da: Vent mens der installeres HiveMind kernekomponenter

# #33003
source: Unable to install HiveMind core components
da: Kan ikke installere HiveMind kernekomponenter

# #33004
source: Exit Code =
da: Afslutkode =

# #33005
source: You will need to restart your computer to complete this installation.
da: Du skal genstarte din computer for at afslutte denne installationen.

# #33006
source: Would you like to restart the system now?
da: Vil du genstarte systemet nu?

# #33007
source: A new version of The HiveMind Core Components is now available!
da: Der er en ny version af HiveMind-kernekomponenterne tilgængelig nu!

# #33008
source: Would you like to upgrade now?
da: Vil du opgradere nu?

# #33009
source: Current Version
da: Nuværende version

# #33010
source: New Version
da: Ny version

# #33011
source: The HiveMind Core Components must be installed to run this addon.
da: De HiveMind Core Components skal være installeret for at køre dette addon.

# #33012
source: Origin client is not installed
da: Origin-klienten er ikke installeret

# #33013
source: Would you like to download Origin client?
da: Vil du downloade Origin-klienten?

# #33014
source: GOG Galaxy client is not installed
da: GOG Galaxy-klienten er ikke installeret

# #33015
source: Would you like to download GOG Galaxy client?
da: Vil du downloade GOG Galaxy-klienten?

# #33016
source: Uplay client is not installed
da: Uplay-klienten er ikke installeret

# #33017
source: Would you like to download Uplay client?
da: Vil du downloade Uplay-klienten?

# #33018
source: Battle.net client is not installed
da: Battle.net-klienten er ikke installeret

# #33019
source: Would you like to download Battle.net client?
da: Vil du downloade Battle.net-klienten?

# #33020
source: Unable to launch the application, please try again.
da: Applikationen kunne ikke startes. Prøv igen.

# #33021
source: NVidia GFE client is not installed
da: NVidia GFE-klienten er ikke installeret

# #33022
source: Would you like to download NVidia GFE client?
da: Vil du installere NVidia GFE-klienten?

# #33023
source: Google Chrome is not installed
da: Google Chrome er ikke installeret

# #33024
source: Would you like to download Google Chrome?
da: Vil du installere Google Chrome?
