Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Finnish/strings.po
Languages: fi

# #33000
source: Would you like to install The HiveMind Core Components?
fi: Haluatko asentaa HiveMind-ydinkomponentit?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
fi: Nämä komponentit tarvitaan, jotta voidaan hyötyä kaikista HiveMindn eduista.

# #33002
source: Please wait while installing HiveMind core components
fi: Odota, kun HiveMind-ydinkomponentteja asennetaan

# #33003
source: Unable to install HiveMind core components
fi: HiveMind-ydinkomponenttien asennus ei onnistu

# #33004
source: Exit Code =
fi: Lopetuskoodi =

# #33005
source: You will need to restart your computer to complete this installation.
fi: Tietokone on käynnistettävä uudelleen asennuksen viimeistelemiseksi.

# #33006
source: Would you like to restart the system now?
fi: Haluatko käynnistää järjestelmän uudelleen nyt?

# #33007
source: A new version of The HiveMind Core Components is now available!
fi: HiveMind-ydinkomponenteista on saatavilla uusi versio.

# #33008
source: Would you like to upgrade now?
fi: Haluatko päivittää heti?

# #33009
source: Current Version
fi: Nykyinen versio

# #33010
source: New Version
fi: Uusi versio

# #33011
source: The HiveMind Core Components must be installed to run this addon.
fi: HiveMind Core Components on asennettava suorittaa tämän addon.

# #33012
source: Origin client is not installed
fi: Origin-ohjelmaa ei ole asennettu

# #33013
source: Would you like to download Origin client?
fi: Haluatko ladata Origin-ohjelman?

# #33014
source: GOG Galaxy client is not installed
fi: GOG Galaxy -ohjelmaa ei ole asennettu

# #33015
source: Would you like to download GOG Galaxy client?
fi: Haluatko ladata GOG Galaxy -ohjelman?

# #33016
source: Uplay client is not installed
fi: Uplay-ohjelmaa ei ole asennettu

# #33017
source: Would you like to download Uplay client?
fi: Haluatko ladata Uplay-ohjelman?

# #33018
source: Battle.net client is not installed
fi: Battle.net-ohjelmaa ei ole asennettu

# #33019
source: Would you like to download Battle.net client?
fi: Haluatko ladata Battle.net-ohjelman?

# #33020
source: Unable to launch the application, please try again.
fi: Ei voi käynnistää sovellusta, yritä uudelleen.

# #33021
source: NVidia GFE client is not installed
fi: NVidia GFE -ohjelmaa ei ole asennettu

# #33022
source: Would you like to download NVidia GFE client?
fi: Haluatko ladata NVidia GFE -ohjelman?

# #33023
source: Google Chrome is not installed
fi: Google Chrome -ohjelmaa ei ole asennettu

# #33024
source: Would you like to download Google Chrome?
fi: Haluatko ladata Google Chrome -ohjelman?
