Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Bulgarian/strings.po
Languages: bg

# #33000
source: Would you like to install The HiveMind Core Components?
bg: Бихте ли искали да инсталирате основните компоненти на The HiveMind?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
bg: Тези компоненти се изискват, за да получите всички ползи от The HiveMind.

# #33002
source: Please wait while installing HiveMind core components
bg: Моля, изчакайте, докато се инсталират основни компоненти на HiveMind

# #33003
source: Unable to install HiveMind core components
bg: Не може да се инсталират основни компоненти на HiveMind

# #33004
source: Exit Code =
bg: Изходен код =

# #33005
source: You will need to restart your computer to complete this installation.
bg: За да завършите инсталацията, трябва да рестартирате своя компютър.

# #33006
source: Would you like to restart the system now?
bg: Искате ли да рестартирате системата сега?

# #33007
source: A new version of The HiveMind Core Components is now available!
bg: Вече е налична нова версия на основните компоненти на The HiveMind!

# #33008
source: Would you like to upgrade now?
bg: Бихте ли искали да ги актуализирате сега?

# #33009
source: Current Version
bg: Текуща версия

# #33010
source: New Version
bg: Нова версия

# #33011
source: The HiveMind Core Components must be installed to run this addon.
bg: На HiveMind основните компоненти трябва да бъдат инсталирани за да изпълня този Адон.

# #33012
source: Origin client is not installed
bg: Origin клиент не е инсталиран

# #33013
source: Would you like to download Origin client?
bg: Желаете ли да изтеглите Origin клиент?

# #33014
source: GOG Galaxy client is not installed
bg: GOG Galaxy клиент не е инсталиран

# #33015
source: Would you like to download GOG Galaxy client?
bg: Желаете ли да изтеглите GOG Galaxy клиент?

# #33016
source: Uplay client is not installed
bg: Uplay клиент не е инсталиран

# #33017
source: Would you like to download Uplay client?
bg: Желаете ли да изтеглите Uplay клиент?

# #33018
source: Battle.net client is not installed
bg: Battle.net клиент не е инсталиран

# #33019
source: Would you like to download Battle.net client?
bg: Желаете ли да изтеглите Battle.net клиент?

# #33020
source: Unable to launch the application, please try again.
bg: Не може да се стартира приложението, моля, опитайте отново.

# #33021
source: NVidia GFE client is not installed
bg: NVidia GFE клиент не е инсталиран

# #33022
source: Would you like to download NVidia GFE client?
bg: Желаете ли да изтеглите NVidia GFE клиент?

# #33023
source: Google Chrome is not installed
bg: Google Chrome клиент не е инсталиран

# #33024
source: Would you like to download Google Chrome?
bg: Желаете ли да изтеглите Google Chrome клиент
