Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Hungarian/strings.po
Languages: hu

# #33000
source: Would you like to install The HiveMind Core Components?
hu: Szeretné telepíteni a HiveMind alapkomponenseit?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
hu: Ezek a komponensek szükségesek a HiveMind minden előnyének kihasználásához.

# #33002
source: Please wait while installing HiveMind core components
hu: Kérem, várja meg az HiveMind komponenseinek telepítését

# #33003
source: Unable to install HiveMind core components
hu: Az HiveMind központi komponensei nem telepíthetők

# #33004
source: Exit Code =
hu: Kilépő kód =

# #33005
source: You will need to restart your computer to complete this installation.
hu: A telepítés befejezéséhez újra kell indítani a számítógépet.

# #33006
source: Would you like to restart the system now?
hu: Szeretné újraindítani most a rendszert?

# #33007
source: A new version of The HiveMind Core Components is now available!
hu: A HiveMind alapkomponenseinek új verziója áll rendelkezésre.

# #33008
source: Would you like to upgrade now?
hu: Szeretne most frissíteni?

# #33009
source: Current Version
hu: Aktuális verzió

# #33010
source: New Version
hu: Új verzió

# #33011
source: The HiveMind Core Components must be installed to run this addon.
hu: A HiveMind Core Components telepíteni kell futtatni ezt addon.

# #33012
source: Origin client is not installed
hu: Origin kliens nincs telepítve.

# #33013
source: Would you like to download Origin client?
hu: Szeretné letölteni az Origin klienst?

# #33014
source: GOG Galaxy client is not installed
hu: GOG Galaxy kliens nincs telepítve

# #33015
source: Would you like to download GOG Galaxy client?
hu: Szeretné letölteni a GOG Galaxy klienst?

# #33016
source: Uplay client is not installed
hu: Uplay kliens nincs telepítve

# #33017
source: Would you like to download Uplay client?
hu: Szeretné letölteni a Uplay klienst?

# #33018
source: Battle.net client is not installed
hu: Battle.net kliens nincs telepítve

# #33019
source: Would you like to download Battle.net client?
hu: Szeretné letölteni a Battle.net klienst?

# #33020
source: Unable to launch the application, please try again.
hu: Nem lehet elindítani az alkalmazást. Kérjük, próbálja meg újra.

# #33021
source: NVidia GFE client is not installed
hu: NVidia GFE kliens nincs telepítve

# #33022
source: Would you like to download NVidia GFE client?
hu: Szeretné letölteni az NVidia GFE klienst?

# #33023
source: Google Chrome is not installed
hu: Google Chrome kliens nincs telepítve

# #33024
source: Would you like to download Google Chrome?
hu: Szeretné letölteni az Google Chrome klienst?
