Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Swedish/strings.po
Languages: sv

# #33005
source: Edit title
sv: Redigera titel

# #33006
source: Edit path
sv: Redigera sökväg

# #33007
source: Edit icon
sv: Redigera ikon

# #33008
source: Edit fanart
sv: Redigera fankonst

# #33000
source: All Launcher
sv: Alla startprogram

# #33001
source: Programs
sv: Program

# #33002
source: Music
sv: Musik

# #33003
source: Videos
sv: Videor

# #33004
source: Pictures
sv: Bilder

# #33009
source: Select launcher category
sv: Välj startprogramskategori

# #33010
source: Enter website address
sv: Ange webbplatsadress

# #33011
source: Select executable file
sv: Välj körbar fil

# #33012
source: Enter title
sv: Ange titel

# #33013
source: Select Icon
sv: Välj ikon

# #33014
source: Select Fanart Image
sv: Välj fankonstbild

# #33015
source: Setting : Keyboard/Mouse on load
sv: Inställning: tangentbord/mus vid inläsning

# #33016
source: Setting : Launch with Administrator setting
sv: Inställning: starta med administratörsinställning

# #33017
source: Setting : Start at boot setting
sv: Inställning: inställning för starta vid uppstart

# #33020
source: Save program launcher
sv: Spara startprogram

# #33018
source: Launch with Administrator privileges
sv: Starta med administratörsbehörighet

# #33019
source: Launch without Administrator privileges
sv: Starta utan administratörsbehörighet

# #33021
source: Would you like to save this launcher?
sv: Vill du spara det här startprogrammet?

# #33022
source: Add Program
sv: Lägg till program

# #33023
source: Select launcher type
sv: Välj startprogramstyp

# #33024
source: Windows Application
sv: Windows-program

# #33025
source: Windows Store Application
sv: Windows Store-program

# #33026
source: Website
sv: Webbplats

# #33027
source: Add to Home Page Menu Addons
sv: Lägg till i tilläggsprogram på startsidan

# #33028
source: Remove from Home Page Menu Addons
sv: Ta bort från tilläggsprogram på startsidan

# #33029
source: Add to Home Page Video Sub-menu
sv: Lägg till på videoundermeny på startsidan

# #33030
source: Remove from Home Page Video Sub-menu
sv: Ta bort från videoundermeny på startsidan

# #33031
source: Add to Home Page Music Sub-menu
sv: Lägg till på musikundermeny på startsidan

# #33032
source: Remove from Home Page Music Sub-menu
sv: Ta bort från musikundermeny på startsidan

# #33033
source: Add to Home Page Pictures Sub-menu
sv: Lägg till på bildundermeny på startsidan

# #33034
source: Remove from Home Page Pictures Sub-menu
sv: Ta bort från bildundermeny på startsidan

# #33035
source: Add to Home Page Programs Sub-menu
sv: Lägg till på programundermeny på startsidan

# #33036
source: Remove from Home Page Programs Sub-menu
sv: Ta bort från programundermeny på startsidan

# #33037
source: Enable mouse/kb on load
sv: Aktivera mus/tangentbord vid inläsning

# #33038
source: Disable mouse/kb on load
sv: Inaktivera mus/tangentbord vid inläsning

# #33039
source: Start at boot
sv: Starta vid uppstart

# #33040
source: Do not start at boot
sv: Starta inte vid uppstart

# #33041
source: Select Home Page Menu Addons
sv: Välj tilläggsprogram på startsidan

# #33042
source: Select Home Page Programs Sub-menu Addons
sv: Välj tilläggsprogramsundermenyn för program på startsidan

# #33043
source: Select Home Page Video Sub-menu Addons
sv: Välj tilläggsprogramsundermenyn för videor på startsidan

# #33044
source: Select Home Page Music Sub-menu Addons
sv: Välj tilläggsprogramsundermenyn för musik på startsidan

# #33045
source: Select Home Page Pictures Sub-menu Addons
sv: Välj tilläggsprogramsundermenyn för bilder på startsidan

# #33046
source: Edit title, icon, fanart
sv: Redigera titel, ikon, fankonst

# #33047
source: Edit title, path, icon, fanart
sv: Redigera titel, sökväg, ikon, fankonst

# #33048
source: Edit Menu
sv: Redigeringsmeny

# #33049
source: Remove from programs
sv: Ta bort från program

# #33050
source: Select Option
sv: Välj alternativ

# #33051
source: Install New Application
sv: Installera nytt program

# #33052
source: Add Existing Application
sv: Lägg till befintligt program

# #33053
source: Invalid Operation
sv: Ogiltig åtgärd

# #33054
source: Program with this path already added
sv: Ett program med den här sökvägen har redan lagts till

# #33055
source: Edit Category
sv: Redigera kategori

# #33056
source: Select Category
sv: Välj kategori
