Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Swedish/strings.po
Languages: sv

# #33000
source: Games
sv: Spel

# #33001
source: Find Games
sv: Sök efter spel

# #33002
source: Launch Steam
sv: Starta Steam

# #33003
source: Finding games....
sv: Söker efter spel...

# #33004
source: Game(s) found
sv: Spel hittade

# #33005
source: Edit title
sv: Redigera titel

# #33006
source: Edit path
sv: Redigera sökväg

# #33007
source: Edit icon
sv: Redigera ikon

# #33008
source: Edit fanart
sv: Redigera fankonst

# #33009
source: Launch Origin
sv: Starta Origin

# #33010
source: Launch GOG Galaxy
sv: Starta GOG Galaxy

# #33011
source: Launch Uplay
sv: Starta Uplay

# #33012
source: Launch Battle.net
sv: Starta Battle.net

# #33013
source: Add Game
sv: Lägg till spel

# #33014
source: Enter Game Name
sv: Ange spelnamn

# #33015
source: Select Game Executable
sv: Välj körbar fil för spel

# #33016
source: Select Game Thumb Image
sv: Välj miniatyrbild för spel

# #33017
source: Select Game Fanart Image
sv: Välj fankonstbild för spel

# #33018
source: Add to Home Page Menu Addons
sv: Lägg till i tilläggsprogram på startsidan

# #33019
source: Remove from Home Page Menu Addon
sv: Ta bort från tilläggsprogram på startsidan

# #33020
source: Add to Home Page Games Sub-menu
sv: Lägg till på spelundermenyn på startsidan

# #33021
source: Remove from Home Page Games Sub-menu
sv: Ta bort från spelundermenyn på startsidan

# #33022
source: Fanart
sv: Fankonst

# #33023
source: Do you want to set a fanart?
sv: Vill du ställa in ett fankonstobjekt?

# #33024
source: Select Home Menu Addon
sv: Välj tilläggsprogram på startmenyn

# #33025
source: Select Home Page Games Sub-menu Addons
sv: Välj Välj tilläggsprogramsundermenyn för spel på startsidan

# #33026
source: Remove Game
sv: Ta bort spel
