Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #33000
source: Would you like to install The HiveMind Core Components?
pt_br: Você gostaria de instalar os Componentes Básicos do HiveMind?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
pt_br: Estes componentes são necessários para ter acesso a todos os benefícios do HiveMind.

# #33002
source: Please wait while installing HiveMind core components
pt_br: Aguarde a instalação dos componentes básicos do HiveMind

# #33003
source: Unable to install HiveMind core components
pt_br: Não é possível instalar os componentes básicos do HiveMind

# #33004
source: Exit Code =
pt_br: Código de saída =

# #33005
source: You will need to restart your computer to complete this installation.
pt_br: Você precisará reiniciar o computador para concluir a instalação.

# #33006
source: Would you like to restart the system now?
pt_br: Você gostaria de reiniciar o sistema agora?

# #33007
source: A new version of The HiveMind Core Components is now available!
pt_br: Uma nova versão dos Componentes Básicos do HiveMind já está disponível!

# #33008
source: Would you like to upgrade now?
pt_br: Você deseja atualizar agora?

# #33009
source: Current Version
pt_br: Versão atual

# #33010
source: New Version
pt_br: Nova versão

# #33011
source: The HiveMind Core Components must be installed to run this addon.
pt_br: Os Componentes HiveMind núcleo deve ser instalado para executar este addon.

# #33012
source: Origin client is not installed
pt_br: O cliente Origin não está instalado

# #33013
source: Would you like to download Origin client?
pt_br: Gostaria de fazer download do cliente Origin?

# #33014
source: GOG Galaxy client is not installed
pt_br: O cliente GOG Galaxy não está instalado

# #33015
source: Would you like to download GOG Galaxy client?
pt_br: Gostaria de fazer download do cliente GOG Galaxy?

# #33016
source: Uplay client is not installed
pt_br: O cliente Uplay não está instalado

# #33017
source: Would you like to download Uplay client?
pt_br: Gostaria de fazer download do cliente Uplay?

# #33018
source: Battle.net client is not installed
pt_br: O cliente Battle.net não está instalado

# #33019
source: Would you like to download Battle.net client?
pt_br: Gostaria de fazer download do cliente Battle.net?

# #33020
source: Unable to launch the application, please try again.
pt_br: Impossível iniciar a aplicação, tente novamente.

# #33021
source: NVidia GFE client is not installed
pt_br: O cliente NVidia GFE não está instalado

# #33022
source: Would you like to download NVidia GFE client?
pt_br: Gostaria de fazer download do cliente NVidia GFE?

# #33023
source: Google Chrome is not installed
pt_br: O cliente Google Chrome não está instalado

# #33024
source: Would you like to download Google Chrome?
pt_br: Gostaria de fazer download do cliente Chrome?
