Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Bulgarian/strings.po
Languages: bg

# #33005
source: Edit title
bg: Редактиране на заглавието

# #33006
source: Edit path
bg: Редактиране на пътя

# #33007
source: Edit icon
bg: Редактиране на иконата

# #33008
source: Edit fanart
bg: Редактиране на фен арт

# #33000
source: All Launcher
bg: Всички стартиращи модули

# #33001
source: Programs
bg: Програми

# #33002
source: Music
bg: Музика

# #33003
source: Videos
bg: Видео

# #33004
source: Pictures
bg: Снимки

# #33009
source: Select launcher category
bg: Изберете категория на стартиращ модул

# #33010
source: Enter website address
bg: Въведете адрес на уебсайт

# #33011
source: Select executable file
bg: Изберете изпълним файл

# #33012
source: Enter title
bg: Въведете заглавие

# #33013
source: Select Icon
bg: Изберете икона

# #33014
source: Select Fanart Image
bg: Изберете фанарт

# #33015
source: Setting : Keyboard/Mouse on load
bg: Настройка : Заредена Клавиатура/мишка

# #33016
source: Setting : Launch with Administrator setting
bg: Настройка : Стартиране с настройка на администратор

# #33017
source: Setting : Start at boot setting
bg: Настройка : Стартиране при настройка за презареждане

# #33020
source: Save program launcher
bg: Запазване на program launcher

# #33018
source: Launch with Administrator privileges
bg: Стартиране с привилегии на администратор

# #33019
source: Launch without Administrator privileges
bg: Стартиране без привилегии на администратор

# #33021
source: Would you like to save this launcher?
bg: Желаете ли да запазите този стартиращ модул?

# #33022
source: Add Program
bg: Добавяне на програма

# #33023
source: Select launcher type
bg: Изберете тип на стартиращ модул

# #33024
source: Windows Application
bg: Windows приложение

# #33025
source: Windows Store Application
bg: Windows Store приложение

# #33026
source: Website
bg: Уебсайт

# #33027
source: Add to Home Page Menu Addons
bg: Добавяне към Добавки в менюто на началната страница

# #33028
source: Remove from Home Page Menu Addons
bg: Премахване от Добавки в менюто на началната страница

# #33029
source: Add to Home Page Video Sub-menu
bg: Добавяне към подменю Видео на началната страница

# #33030
source: Remove from Home Page Video Sub-menu
bg: Премахване от подменю Видео на началната страница

# #33031
source: Add to Home Page Music Sub-menu
bg: Добавяне към подменю Музика на началната страница

# #33032
source: Remove from Home Page Music Sub-menu
bg: Премахване от подменю Музика на началната страница

# #33033
source: Add to Home Page Pictures Sub-menu
bg: Добавяне към подменю Снимки на началната страница

# #33034
source: Remove from Home Page Pictures Sub-menu
bg: Премахване от подменю Снимки на началната страница

# #33035
source: Add to Home Page Programs Sub-menu
bg: Добавяне към подменю Програми на началната страница

# #33036
source: Remove from Home Page Programs Sub-menu
bg: Премахване от подменю Програми на началната страница

# #33037
source: Enable mouse/kb on load
bg: Разрешаване на зареждане на мишка/клавиатура

# #33038
source: Disable mouse/kb on load
bg: Забраняване на зареждане на мишка/клавиатура

# #33039
source: Start at boot
bg: Стартиране при презареждане

# #33040
source: Do not start at boot
bg: Не стартирай при презареждане

# #33041
source: Select Home Page Menu Addons
bg: Избор на Добавки в менюто на началната страница

# #33042
source: Select Home Page Programs Sub-menu Addons
bg: Избор на Добавки за подменю Програми на началната страница

# #33043
source: Select Home Page Video Sub-menu Addons
bg: Избор на Добавки за подменю Видео на началната страница

# #33044
source: Select Home Page Music Sub-menu Addons
bg: Избор на Добавки за подменю Музика на началната страница

# #33045
source: Select Home Page Pictures Sub-menu Addons
bg: Избор на Добавки за подменю Снимки на началната страница

# #33046
source: Edit title, icon, fanart
bg: Редактиране на заглавие, икона, фанарт

# #33047
source: Edit title, path, icon, fanart
bg: Редактиране на заглавие, път, икона, фанарт

# #33048
source: Edit Menu
bg: Меню Редактиране

# #33049
source: Remove from programs
bg: Премахване от програми

# #33050
source: Select Option
bg: Избор на опция

# #33051
source: Install New Application
bg: Инсталиране на ново приложение

# #33052
source: Add Existing Application
bg: Добавяне на съществуващо приложение

# #33053
source: Invalid Operation
bg: Невалидна операция

# #33054
source: Program with this path already added
bg: Програма с този път вече съществува

# #33055
source: Edit Category
bg: Редактиране на категория

# #33056
source: Select Category
bg: Избор на категория
