Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Polish/strings.po
Languages: pl

# #33000
source: Would you like to install The HiveMind Core Components?
pl: Czy chcesz zainstalować The HiveMind Core Components?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
pl: Komponenty te są wymagane, aby czerpać wszystkie korzyści płynące z The HiveMind.

# #33002
source: Please wait while installing HiveMind core components
pl: Poczekaj na zainstalowanie głównych składników usługi HiveMind

# #33003
source: Unable to install HiveMind core components
pl: Nie można zainstalować głównych składników usługi HiveMind

# #33004
source: Exit Code =
pl: Kod wyjścia =

# #33005
source: You will need to restart your computer to complete this installation.
pl: W celu ukończenia instalacji będzie wymagany restart komputera.

# #33006
source: Would you like to restart the system now?
pl: Czy chcesz teraz zrestartować system?

# #33007
source: A new version of The HiveMind Core Components is now available!
pl: Dostępna jest nowa wersja The HiveMind Core Components!

# #33008
source: Would you like to upgrade now?
pl: Czy chcesz teraz przeprowadzić aktualizację?

# #33009
source: Current Version
pl: Bieżąca wersja

# #33010
source: New Version
pl: Nowa wersja

# #33011
source: The HiveMind Core Components must be installed to run this addon.
pl: Składniki HiveMind podstawowe musi być zainstalowany, aby uruchomić ten dodatek.

# #33012
source: Origin client is not installed
pl: Klient Origin nie jest zainstalowany

# #33013
source: Would you like to download Origin client?
pl: Zainstalować klienta Origin?

# #33014
source: GOG Galaxy client is not installed
pl: Klient GOG Galaxy nie jest zainstalowany

# #33015
source: Would you like to download GOG Galaxy client?
pl: Zainstalować klienta GOG Galaxy?

# #33016
source: Uplay client is not installed
pl: Klient Uplay nie jest zainstalowany

# #33017
source: Would you like to download Uplay client?
pl: Zainstalować klienta Uplay?

# #33018
source: Battle.net client is not installed
pl: Klient Battle.net nie jest zainstalowany

# #33019
source: Would you like to download Battle.net client?
pl: Zainstalować klienta Battle.net?

# #33020
source: Unable to launch the application, please try again.
pl: Nie można uruchomić aplikacji. Spróbuj ponownie później.

# #33021
source: NVidia GFE client is not installed
pl: Klient NVidia GFE nie jest zainstalowany.

# #33022
source: Would you like to download NVidia GFE client?
pl: Zainstalować klienta NVidia GFE?

# #33023
source: Google Chrome is not installed
pl: Klient Google Chrome nie jest zainstalowany.

# #33024
source: Would you like to download Google Chrome?
pl: Zainstalować klienta Google Chrome?
