Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Hungarian/strings.po
Languages: hu

# #33000
source: Games
hu: Játékok

# #33001
source: Find Games
hu: Játékok keresése

# #33002
source: Launch Steam
hu: Steam indítása

# #33003
source: Finding games....
hu: Játékok keresése...

# #33004
source: Game(s) found
hu: Játék található

# #33005
source: Edit title
hu: Cím szerkesztése

# #33006
source: Edit path
hu: Útvonal szerkesztése

# #33007
source: Edit icon
hu: Ikon szerkesztése

# #33008
source: Edit fanart
hu: Rajongói alkotás szerkesztése

# #33009
source: Launch Origin
hu: Origin indítása

# #33010
source: Launch GOG Galaxy
hu: GOG Galaxy indítása

# #33011
source: Launch Uplay
hu: Uplay indítása

# #33012
source: Launch Battle.net
hu: Battle.net indítása

# #33013
source: Add Game
hu: Játék hozzáadása

# #33014
source: Enter Game Name
hu: Adja meg a játék nevét

# #33015
source: Select Game Executable
hu: Válassza ki a játék indítófájlját

# #33016
source: Select Game Thumb Image
hu: Válassza ki a játék ikonját

# #33017
source: Select Game Fanart Image
hu: Válassza ki a játék Fanart képét

# #33018
source: Add to Home Page Menu Addons
hu: Hozzáadás kezdőlap menü bővítményeihez

# #33019
source: Remove from Home Page Menu Addon
hu: Eltávolítás a kezdőlap menü bővítményeiből

# #33020
source: Add to Home Page Games Sub-menu
hu: Hozzáadás a kezdőlap játékok almenüjéhez

# #33021
source: Remove from Home Page Games Sub-menu
hu: Eltávolítás a kezdőlap játékok almenüjéből

# #33023
source: Do you want to set a fanart?
hu: Szeretne Fanart képet beállítani?

# #33024
source: Select Home Menu Addon
hu: Válassza ki a kezdőmenü bővítményt

# #33025
source: Select Home Page Games Sub-menu Addons
hu: Válassza ki a kezdőlap játékok almenüjének bővítményeit

# #33026
source: Remove Game
hu: Játék eltávolítása
