Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Hungarian/strings.po
Languages: hu

# #33005
source: Edit title
hu: Cím szerkesztése

# #33006
source: Edit path
hu: Útvonal szerkesztése

# #33007
source: Edit icon
hu: Ikon szerkesztése

# #33008
source: Edit fanart
hu: Rajongói alkotás szerkesztése

# #33000
source: All Launcher
hu: Összes indító

# #33001
source: Programs
hu: Programok

# #33002
source: Music
hu: Zene

# #33003
source: Videos
hu: Videók

# #33004
source: Pictures
hu: Képek

# #33009
source: Select launcher category
hu: Válassza ki az indító kategóriát

# #33010
source: Enter website address
hu: Adja meg a honlap címét

# #33011
source: Select executable file
hu: Válassza ki az indítófájlt

# #33012
source: Enter title
hu: Adja meg a címet

# #33013
source: Select Icon
hu: Válassza ki az ikont

# #33014
source: Select Fanart Image
hu: Válassza ki a Fanart képet

# #33015
source: Setting : Keyboard/Mouse on load
hu: Beállítás: billentyűzet/egér betöltéskor

# #33016
source: Setting : Launch with Administrator setting
hu: Beállítás: indítás rendszergazdai beállítással

# #33017
source: Setting : Start at boot setting
hu: Beállítás: indítás rendszerindítási beállítással

# #33020
source: Save program launcher
hu: Program launcher mentése

# #33018
source: Launch with Administrator privileges
hu: Indítás rendszergazdai jogosultságokkal

# #33019
source: Launch without Administrator privileges
hu: Indítás rendszergazdai jogosultságok nélkül

# #33021
source: Would you like to save this launcher?
hu: El szeretné menteni ezt az indítót?

# #33022
source: Add Program
hu: Program hozzáadása

# #33023
source: Select launcher type
hu: Válassza ki az indító típusát

# #33024
source: Windows Application
hu: Windows alkalmazás

# #33025
source: Windows Store Application
hu: Windows Store alkalmazás

# #33026
source: Website
hu: Honlap

# #33027
source: Add to Home Page Menu Addons
hu: Hozzáadás a kezdőlap menü bővítményeihez

# #33028
source: Remove from Home Page Menu Addons
hu: Eltávolítás a kezdőlap menü bővítményeiből

# #33029
source: Add to Home Page Video Sub-menu
hu: Hozzáadás a kezdőlap videó almenüjéhez

# #33030
source: Remove from Home Page Video Sub-menu
hu: Eltávolítás a kezdőlap videó almenüjéből

# #33031
source: Add to Home Page Music Sub-menu
hu: Hozzáadás a kezdőlap zene almenüjéhez

# #33032
source: Remove from Home Page Music Sub-menu
hu: Eltávolítás a kezdőlap zene almenüjéből

# #33033
source: Add to Home Page Pictures Sub-menu
hu: Hozzáadás a kezdőlap képek almenüjéhez

# #33034
source: Remove from Home Page Pictures Sub-menu
hu: Eltávolítás a kezdőlap képek almenüjéből

# #33035
source: Add to Home Page Programs Sub-menu
hu: Hozzáadás a kezdőlap programok almenüjéhez

# #33036
source: Remove from Home Page Programs Sub-menu
hu: Eltávolítás a kezdőlap programok almenüjéből

# #33037
source: Enable mouse/kb on load
hu: Egér/billentyűzet engedélyezése betöltéskor

# #33038
source: Disable mouse/kb on load
hu: Egér/billentyűzet letiltása betöltéskor

# #33039
source: Start at boot
hu: Indítás rendszerindításkor

# #33040
source: Do not start at boot
hu: Ne induljon rendszerindításkor

# #33041
source: Select Home Page Menu Addons
hu: Válassza ki a kezdőlap menü bővítményeit

# #33042
source: Select Home Page Programs Sub-menu Addons
hu: Válassza ki a kezdőlap programok almenü bővítményeit

# #33043
source: Select Home Page Video Sub-menu Addons
hu: Válassza ki a kezdőlap videó almenü bővítményeit

# #33044
source: Select Home Page Music Sub-menu Addons
hu: Válassza ki a kezdőlap zene almenü bővítményeit

# #33045
source: Select Home Page Pictures Sub-menu Addons
hu: Válassza ki a kezdőlap képek almenü bővítményeit

# #33046
source: Edit title, icon, fanart
hu: Cím, ikon, Fanart szerkesztése

# #33047
source: Edit title, path, icon, fanart
hu: Cím, elérési útvonal, ikon, Fanart szerkesztése

# #33048
source: Edit Menu
hu: Menü szerkesztése

# #33049
source: Remove from programs
hu: Eltávolítás a programok közül

# #33050
source: Select Option
hu: Beállítások kiválasztása

# #33051
source: Install New Application
hu: Új alkalmazás telepítése

# #33052
source: Add Existing Application
hu: Meglévő alkalmazás hozzáadása

# #33053
source: Invalid Operation
hu: Érvénytelen művelet

# #33054
source: Program with this path already added
hu: Ezzel az elérési útvonallal már létezik program

# #33055
source: Edit Category
hu: Kategória szerkesztése

# #33056
source: Select Category
hu: Kategória kiválasztása
