Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/*/strings.po
Languages: french, german, japanese, russian, spanish

# #33000
source: Games
french: Jeux
german: Spiele
japanese: ゲーム
russian: Игры
spanish: Juegos

# #33001
source: Find Games
french: Trouver des jeux
german: Spiele suchen
japanese: ゲームの検索
russian: Найти игры
spanish: Buscar juegos

# #33002
source: Launch Steam
french: Lancer Steam
german: Steam starten
japanese: Steam の起動
russian: Запустить Steam
spanish: Ejecutar Steam

# #33003
source: Finding games....
french: Recherche de jeux........
german: Spiele werden gesucht ...
japanese: ゲームを検索中です…
russian: Поиск игр...
spanish: Buscando juegos

# #33004
source: Game(s) found
french: Jeu(x) trouvé(s)
german: Spiel(e) gefunden
japanese: 見つかったゲーム
russian: Игры найдены
spanish: Juego(s) encontrado(s)

# #33005
source: Edit title
french: Éditer le titre
german: Titel bearbeiten
japanese: タイトルを編集
russian: Изменить название
spanish: Editar título

# #33006
source: Edit path
french: Éditer le chemin d'accès
german: Pfad bearbeiten
japanese: パスを編集
russian: Изменить путь
spanish: Editar ruta

# #33007
source: Edit icon
french: Éditer l'icône
german: Symbol bearbeiten
japanese: アイコンを編集
russian: Изменить значок
spanish: Editar icono

# #33008
source: Edit fanart
french: Éditer le fanart
german: Fanart bearbeiten
japanese: ファンアートを編集
spanish: Editar fanart

# #33009
source: Launch Origin
french: Lancer Origin
german: Origin starten
japanese: Origin の起動
russian: Запустить Origin
spanish: Ejecutar Origin

# #33010
source: Launch GOG Galaxy
french: Lancer GOG Galaxy
german: GOG Galaxy starten
japanese: GOG Galaxy の起動
russian: Запустить GOG Galaxy
spanish: Ejecutar GOG Galaxy

# #33011
source: Launch Uplay
french: Lancer Uplay
german: Uplay starten
japanese: Uplay の起動
russian: Запустить Uplay
spanish: Ejecutar Uplay

# #33012
source: Launch Battle.net
french: Lancer Battle.net
german: Battle.net starten
japanese: Battle.net の起動
russian: Запустить Battle.net
spanish: Ejecutar Battle.net

# #33013
source: Add Game
french: Ajouter un jeu
german: Spiel hinzufügen
japanese: ゲームの追加
russian: Добавить игру
spanish: Añadir juego

# #33014
source: Enter Game Name
french: Entrer le nom du jeu
german: Namen des Spiels eingeben
japanese: ゲーム名の入力
russian: Указать название игры
spanish: Introducir nombre del juego

# #33015
source: Select Game Executable
french: Sélectionner le fichier exécutable du jeu
german: Ausführbare Spieldatei auswählen
japanese: ゲームの実行可能ファイルを選択
russian: Выбрать исполняемый файл игры
spanish: Seleccionar juego ejecutable

# #33016
source: Select Game Thumb Image
french: Sélectionner l'image miniature du jeu
german: Daumenbild für Spiel auswählen
japanese: ゲームのサムネイル画像を選択
russian: Выбрать миниатюру игры
spanish: Seleccionar miniatura de juego

# #33017
source: Select Game Fanart Image
french: Sélectionner l'image fanart du jeu
german: Fankunst-Bild für Spiel auswählen
japanese: ゲームのファンアート画像を選択
russian: Выбрать постер игры
spanish: Seleccionar imagen de fanart del juego

# #33018
source: Add to Home Page Menu Addons
french: Ajouter aux modules du menu de la page d'accueil
german: Zu Menü-Add-Ons auf der Startseite hinzufügen
japanese: ホームページメニューアドオンに追加
russian: Добавить в надстройки для меню главной страницы
spanish: Añadir a los complementos del menú de la página de inicio

# #33019
source: Remove from Home Page Menu Addon
french: Supprimer des modules du menu de la page d'accueil
german: Von Menü-Add-Ons auf der Startseite entfernen
japanese: ホームページメニューアドオンから削除
russian: Удалить из надстроек для меню главной страницы
spanish: Eliminar de los complementos del menú de la página de inicio

# #33020
source: Add to Home Page Games Sub-menu
french: Ajouter au sous-menu Jeux de la page d'accueil
german: Zum Untermenü "Spiele" auf der Startseite hinzufügen
japanese: ホームページゲームサブメニューに追加
russian: Добавить в подменю 'Игры' на главной странице
spanish: Añadir al submenú de juegos de la página de inicio

# #33021
source: Remove from Home Page Games Sub-menu
french: Supprimer du sous-menu Jeux de la page d'accueil
german: Aus dem Untermenü "Spiele" auf der Startseite entfernen
japanese: ホームページゲームサブメニューから削除
russian: Удалить из подменю 'Игры' на главной странице
spanish: Eliminar del submenú de juegos de la página de inicio

# #33022
source: Fanart
german: Fankunst
japanese: ファンアート
russian: Постер

# #33023
source: Do you want to set a fanart?
french: Voulez-vous créer un fanart ?
german: Möchten Sie eine Fankunst festlegen?
japanese: ファンアートを設定しますか?
russian: Добавить постер?
spanish: ¿Desea establecer una ilustración fanart?

# #33024
source: Select Home Menu Addon
french: Sélectionner un module du menu d'accueil
german: Menü-Add-On auf der Startseite auswählen
japanese: ホームメニューアドオンの選択
russian: Выбрать надстройку для меню на главной странице
spanish: Seleccionar complemento del menú de inicio

# #33025
source: Select Home Page Games Sub-menu Addons
french: Sélectionner des modules du sous-menu Jeux de la page d'accueil
german: Add-Ons aus dem Untermenü "Spiele" auf der Startseite auswählen
japanese: ホームページゲームサブメニューアドオンの選択
russian: Выбрать надстройки для подменю 'Игры' на главной странице
spanish: Seleccionar complementos del submenú de juegos de la página de inicio

# #33026
source: Remove Game
french: Supprimer le jeu
german: Spiel entfernen
japanese: ゲームの削除
russian: Удалить игру
spanish: Eliminar juego
