Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Finnish/strings.po
Languages: fi

# #33000
source: Games
fi: Pelit

# #33001
source: Find Games
fi: Löydä pelejä

# #33002
source: Launch Steam
fi: Käynnistä Steam

# #33003
source: Finding games....
fi: Etsitään pelejä...

# #33004
source: Game(s) found
fi: Pelejä löytyi

# #33005
source: Edit title
fi: Muokkaa nimeä

# #33006
source: Edit path
fi: Muokkaa polkua

# #33007
source: Edit icon
fi: Muokkaa kuvaketta

# #33008
source: Edit fanart
fi: Muokkaa fanitaidetta

# #33009
source: Launch Origin
fi: Käynnistä Origin

# #33010
source: Launch GOG Galaxy
fi: Käynnistä GOG Galaxy

# #33011
source: Launch Uplay
fi: Käynnistä Uplay

# #33012
source: Launch Battle.net
fi: Käynnistä Battle.net

# #33013
source: Add Game
fi: Lisää peli

# #33014
source: Enter Game Name
fi: Anna pelin nimi

# #33015
source: Select Game Executable
fi: Valitse pelin suoritettava tiedosto

# #33016
source: Select Game Thumb Image
fi: Valitse pelin pikkukuva

# #33017
source: Select Game Fanart Image
fi: Valitse pelin fanikuva

# #33018
source: Add to Home Page Menu Addons
fi: Lisää aloitussivun valikon lisäosiin

# #33019
source: Remove from Home Page Menu Addon
fi: Poista aloitussivun valikon lisäosista

# #33020
source: Add to Home Page Games Sub-menu
fi: Lisää aloitussivun Pelit-alivalikkoon

# #33021
source: Remove from Home Page Games Sub-menu
fi: Poista aloitussivun Pelit-alivalikosta

# #33022
source: Fanart
fi: Fanikuva

# #33023
source: Do you want to set a fanart?
fi: Haluatko valita fanikuvan?

# #33024
source: Select Home Menu Addon
fi: Valitse alivalikon lisäosa

# #33025
source: Select Home Page Games Sub-menu Addons
fi: Valitse aloitussivun Pelit-alivalikon lisäosat

# #33026
source: Remove Game
fi: Poista peli
