Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Arabic/strings.po
Languages: ar

# #33000
source: Games
ar: الألعاب

# #33001
source: Find Games
ar: بحث عن ألعاب

# #33002
source: Launch Steam
ar: تشغيل Steam

# #33003
source: Finding games....
ar: جارٍ البحث عن الألعاب...

# #33004
source: Game(s) found
ar: تم العثور على لعبة (ألعاب)

# #33005
source: Edit title
ar: تحرير عنوان

# #33006
source: Edit path
ar: تحرير مسار

# #33007
source: Edit icon
ar: تحرير أيقونة

# #33008
source: Edit fanart
ar: تحرير fanart

# #33009
source: Launch Origin
ar: تشغيل Origin

# #33010
source: Launch GOG Galaxy
ar: تشغيل GOG Galaxy

# #33011
source: Launch Uplay
ar: تشغيل Uplay

# #33012
source: Launch Battle.net
ar: تشغيل Battle.net

# #33013
source: Add Game
ar: إضافة لعبة

# #33014
source: Enter Game Name
ar: إدخال اسم اللعبة

# #33015
source: Select Game Executable
ar: تحديد Game Executable

# #33016
source: Select Game Thumb Image
ar: تحديد Game Thumb Image

# #33017
source: Select Game Fanart Image
ar: تحديد Game Fanart Image

# #33018
source: Add to Home Page Menu Addons
ar: إضافة إلى الوظائف الإضافية في قائمة الصفحة الرئيسية

# #33019
source: Remove from Home Page Menu Addon
ar: إزالة من الوظائف الإضافية في قائمة الصفحة الرئيسية

# #33020
source: Add to Home Page Games Sub-menu
ar: إضافة إلى قائمة الألعاب الفرعية في الصفحة الرئيسية

# #33021
source: Remove from Home Page Games Sub-menu
ar: إزالة من قائمة الألعاب الفرعية في الصفحة الرئيسية

# #33023
source: Do you want to set a fanart?
ar: هل تريد إعداد fanart؟

# #33024
source: Select Home Menu Addon
ar: تحديد وظيفة إضافية في الصفحة الرئيسية

# #33025
source: Select Home Page Games Sub-menu Addons
ar: تحديد وظائف إضافية على قائمة الألعاب الفرعية في الصفحة الرئيسية

# #33026
source: Remove Game
ar: إزالة اللعبة
