Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/*/strings.po
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# #33000
source: Would you like to install The HiveMind Core Components?
dutch: Wilt u de kernonderdelen van The HiveMind installeren?
french: Voulez-vous installer les composants principaux de HiveMind ?
german: Möchten Sie The HiveMind Core Components installieren?
italian: Installare i componenti principali di HiveMind?
japanese: HiveMind のコアコンポーネントをインストールしますか？
korean: HiveMind 주요 구성 요소를 설치하시겠습니까?
portuguese: Pretende instalar os Componentes HiveMind Core
russian: Установить компоненты ядра The HiveMind?
spanish: ¿Desea instalar los componentes principales de HiveMind?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
dutch: Deze onderdelen zijn nodig om te kunnen genieten van alle voordelen van The HiveMind.
french: Ces composants sont nécessaires pour bénéficier de tous les avantages de HiveMind.
german: Diese Komponenten sind erforderlich, um alle Vorteile von The HiveMind zu erhalten.
italian: Questi componenti sono necessari per ottenere tutti i vantaggi di HiveMind.
japanese: HiveMind を十分にご活用いただくには、これらのコンポーネントが必要です。
korean: HiveMind의 모든 혜택을 누리려면 주요 구성 요소가 필요합니다.
portuguese: Estes componentes são necessários para receber todas as vantagens de The HiveMind.
russian: Эти компоненты необходимы для получения всех преимуществ The HiveMind.
spanish: Estos componentes son necesarios para obtener todas las ventajas de HiveMind.

# #33002
source: Please wait while installing HiveMind core components
dutch: Wacht terwijl HiveMind-kernonderdelen worden geïnstalleerd
french: Veuillez patientez pendant l’installation des composants principaux d’HiveMind
german: Bitte haben Sie einen Augenblick Geduld, während die HiveMind-Kernkomponenten installiert werden.
italian: Installazione dei componenti principali di HiveMind, attendere
japanese: HiveMind コアコンポーネントをインストール中です。しばらくお待ちください
korean: HiveMind 주요 구성 요소를 설치하는 동안 잠시만 기다려 주십시오.
portuguese: Aguarde enquanto os componentes básicos do HiveMind são instalados
russian: Ожидайте, идет установка компонентов ядра HiveMind.
spanish: Por favor, espere mientras se instalan los componentes principales de HiveMind

# #33003
source: Unable to install HiveMind core components
dutch: Kan HiveMind-kernonderdelen niet installeren
french: Échec de l’installation des composants principaux d’HiveMind
german: HiveMind-Kernkomponenten können nicht installiert werden
italian: Impossibile installare i componenti principali di HiveMind
japanese: HiveMind コアコンポーネントをインストールできません
korean: HiveMind 주요 구성 요소를 설치할 수 없습니다.
portuguese: Não foi possível instalar os componentes básicos do HiveMind
russian: Ну удалось установить компоненты ядра HiveMind.
spanish: No se han podido instalar los componentes principales de HiveMind

# #33004
source: Exit Code =
dutch: Afsluitcode =
french: Code de sortie =
german: Beendigungscode =
italian: Codice uscita =
japanese: 終了コード =
korean: 종료 코드 =
portuguese: Código de Saída =
russian: Код выхода =
spanish: Código de salida =

# #33005
source: You will need to restart your computer to complete this installation.
dutch: U moet uw computer opnieuw opstarten om deze installatie te voltooien.
french: Vous devez redémarrer votre ordinateur afin de compléter l’installation.
german: Sie müssen Ihren Computer neu starten, um diese Installation abzuschließen.
italian: È necessario riavviare il computer per completare questa installazione.
japanese: インストールを完了するには、コンピュータを再起動する必要があります。
korean: 설치를 완료하려면 컴퓨터를 다시 시작해야 합니다.
portuguese: Precisa de reiniciar o seu computador para concluir esta instalação
russian: Чтобы завершить установку, требуется перезагрузить компьютер
spanish: Debe reiniciar el equipo para finalizar la instalación.

# #33006
source: Would you like to restart the system now?
dutch: Wilt u het systeem nu opnieuw opstarten?
french: Voulez-vous redémarrer maintenant ?
german: Möchten Sie das System jetzt neu starten?
italian: Riavviare ora il sistema?
japanese: 今すぐシステムを再起動しますか？
korean: 시스템을 지금 다시 시작하시겠습니까?
portuguese: Pretende reiniciar o sistema agora?
russian: Перезагрузить систему сейчас?
spanish: ¿Desea reiniciar el sistema ahora?

# #33007
source: A new version of The HiveMind Core Components is now available!
dutch: Er is nu een nieuwe versie van de kernonderdelen van The HiveMind beschikbaar!
french: Une nouvelle version des composants principaux de HiveMind est disponible!
german: Eine neue Version von The HiveMind Core Components ist jetzt verfügbar!
italian: È ora disponibile una nuova versione dei componenti principali di HiveMind!
japanese: 現在、HiveMind コアコンポーネントの新バージョンを入手できます！
korean: HiveMind 주요 구성 요소의 새 버전이 출시되었습니다!
portuguese: Está disponível uma nova versão dos componentes The HiveMind Core!
russian: Вышла новая версия компонентов ядра The HiveMind!
spanish: Hay una nueva versión disponible de los componentes principales de HiveMind

# #33008
source: Would you like to upgrade now?
dutch: Wilt u nu upgraden?
french: Voulez-vous effectuer la mise à niveau maintenant ?
german: Möchten Sie jetzt eine Aktualisierung durchführen?
italian: Eseguire l'aggiornamento ora?
japanese: 今すぐアップグレードしますか？
korean: 지금 업그레이드하시겠습니까?
portuguese: Actualizar agora?
russian: Выполнить обновление сейчас?
spanish: ¿Desea actualizar ahora?

# #33009
source: Current Version
dutch: Huidige versie
french: Version actuelle
german: Aktuelle Version
italian: Versione corrente
japanese: 現在のバージョン
korean: 현재 버전
portuguese: Versão actual
russian: Текущая версия
spanish: Versión actual

# #33010
source: New Version
dutch: Nieuwe versie
french: Nouvelle Version
german: Neue Version
italian: Nuova versione
japanese: 新しいバージョン
korean: 새 버전
portuguese: Nova versão
russian: Новая версия
spanish: Nueva versión

# #33011
source: The HiveMind Core Components must be installed to run this addon.
dutch: De hivemind Core Components moeten worden geïnstalleerd om deze addon lopen.
french: Les composants HiveMind base doit être installé pour fonctionner cet addon.
german: Die HiveMind Kernkomponenten installiert, um dieses Addon laufen.
italian: I componenti HiveMind fondamentali deve essere installato per eseguire questo addon.
japanese: HiveMindのコアコンポーネントは、このアドオンを実行するには、インストールする必要があります。
korean: HiveMind 핵심 구성 요소는이 애드온을 실행하기 위해 설치해야합니다.
portuguese: Os Componentes HiveMind núcleo deve ser instalado para executar este addon.
russian: В HiveMind Основные компоненты должны быть установлены, чтобы запустить этот аддон.
spanish: Los Componentes HiveMind Core debe estar instalado para ejecutar este complemento.

# #33012
source: Origin client is not installed
dutch: Origin-client is niet geïnstalleerd
french: Le client Origin n'est pas installé
german: Origin-Client nicht installiert
italian: Il client Origin non è installato.
japanese: Origin クライアントがインストールされていません
korean: Origin 클라이언트가 설치되지 않았습니다.
portuguese: O cliente Origin não está instalado
russian: Клиент Origin не установлен
spanish: El cliente Origin no está instalado

# #33013
source: Would you like to download Origin client?
dutch: Wilt u de Origin-client downloaden?
french: Voulez-vous télécharger le client Origin ?
german: Möchten Sie den Origin-Client herunterladen?
italian: Scaricare il client Origin?
japanese: Origin クライアントをダウンロードしますか?
korean: Origin 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente Origin?
russian: Загрузить клиент Origin?
spanish: ¿Desea descargar el cliente Origin?

# #33014
source: GOG Galaxy client is not installed
dutch: GOG Galaxy-client is niet geïnstalleerd
french: Le client GOG Galaxy n'est pas installé
german: GOG Galaxy-Client nicht installiert
italian: Il client GOG Galaxy non è installato.
japanese: GOG Galaxy クライアントがインストールされていません
korean: GOG Galaxy 클라이언트가 설치되지 않았습니다.
portuguese: O cliente GOG Galaxy não está instalado
russian: Клиент GOG Galaxy не установлен
spanish: El cliente GOG Galaxy no está instalado

# #33015
source: Would you like to download GOG Galaxy client?
dutch: Wilt u de GOG Galaxy-client downloaden
french: Voulez-vous télécharger le client GOG Galaxy ?
german: Möchten Sie den GOG Galaxy-Client herunterladen?
italian: Scaricare il client GOG Galaxy?
japanese: GOG Galaxy クライアントをダウンロードしますか?
korean: GOG Galaxy 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente GOG Galaxy?
russian: Загрузить клиент GOG Galaxy?
spanish: ¿Desea descargar el cliente GOG Galaxy?

# #33016
source: Uplay client is not installed
dutch: Uplay-client is niet geïnstalleerd
french: Le client Uplay n'est pas installé
german: Uplay-Client nicht installiert
italian: Il client Uplay non è installato.
japanese: Uplay クライアントがインストールされていません
korean: Uplay 클라이언트가 설치되지 않았습니다.
portuguese: O cliente Uplay não está instalado
russian: Клиент Uplay не установлен
spanish: El cliente Uplay no está instalado

# #33017
source: Would you like to download Uplay client?
dutch: Wilt u de Uplay-client downloaden?
french: Voulez-vous télécharger le client Uplay ?
german: Möchten Sie den Uplay-Client herunterladen?
italian: Scaricare il client Uplay?
japanese: Uplay クライアントをダウンロードしますか?
korean: Uplay 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente Uplay?
russian: Загрузить клиент Uplay?
spanish: ¿Desea descargar el cliente Uplay?

# #33018
source: Battle.net client is not installed
dutch: Battle.net-client is niet geïnstalleerd
french: Le client Battle.net n'est pas installé
german: Battle.net-Client nicht installiert
italian: Il client Battle.net non è installato.
japanese: Battle.net クライアントがインストールされていません
korean: Battle.net 클라이언트가 설치되지 않았습니다.
portuguese: O cliente Battle.net não está instalado
russian: Клиент Battle.net не установлен
spanish: El cliente Battle.net no está instalado

# #33019
source: Would you like to download Battle.net client?
dutch: Wilt u de Battle.net-client downloaden
french: Voulez-vous télécharger le client Battle.net ?
german: Möchten Sie den Battle.net-Client herunterladen?
italian: Scaricare il client Battle.net?
japanese: Battle.net クライアントをダウンロードしますか?
korean: Battle.net 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente Battle.net?
russian: Загрузить клиент Battle.net?
spanish: ¿Desea descargar el cliente Battle.net?

# #33020
source: Unable to launch the application, please try again.
dutch: Kan de applicatie niet starten, probeer het opnieuw.
french: Impossible de lancer l'application, veuillez réessayer.
german: Anwendung konnte nicht gestartet werden. Versuchen Sie es erneut.
italian: Impossibile avviare l'applicazione. Riprovare.
japanese: アプリケーションを起動できません。もう一度お試しください。
korean: 애플리케이션을 실행할 수 없습니다. 다시 시도하십시오.
portuguese: Não é possível iniciar a aplicação. Tente novamente.
russian: Не удалось запустить приложение. Повторите попытку.
spanish: No es posible ejecutar la aplicación, inténtelo de nuevo.

# #33021
source: NVidia GFE client is not installed
dutch: NVidia GFE-client is niet geïnstalleerd
french: Voulez-vous télécharger le client NVidia GFE ?
german: NVidia GFE-Client nicht installiert
italian: Il client NVidia GFE non è installato.
japanese: NVidia GFE クライアントがインストールされていません
korean: NVidia GFE 클라이언트가 설치되지 않았습니다.
portuguese: O cliente NVidia GFE não está instalado
russian: Клиент NVidia GFE не установлен
spanish: El cliente NVidia GFE no está instalado

# #33022
source: Would you like to download NVidia GFE client?
dutch: Wilt u de NVidia GFE-client downloaden?
french: Voulez-vous télécharger le client NVidia GFE ?
german: Möchten Sie den NVidia GFE-Client herunterladen?
italian: Scaricare il client NVidia GFE?
japanese: NVidia GFE クライアントをダウンロードしますか?
korean: NVidia GFE 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente NVidia GFE?
russian: Скачать клиент NVidia GFE?
spanish: ¿Desea descargar el cliente NVidia GFE?

# #33023
source: Google Chrome is not installed
dutch: Google Chrome is niet geïnstalleerd
french: Voulez-vous télécharger le client Google Chrome ?
german: Google Chrome nicht installiert
italian: Il client Google Chrome non è installato.
japanese: Google Chrome クライアントがインストールされていません
korean: Google Chrome 클라이언트가 설치되지 않았습니다.
portuguese: O cliente Google Chrome não está instalado
russian: Клиент Google Chrome не установлен
spanish: El cliente Google Chrome no está instalado

# #33024
source: Would you like to download Google Chrome?
dutch: Wilt u de Google Chrome downloaden
french: Voulez-vous télécharger le client Google Chrome ?
german: Möchten Sie den Google Chrome herunterladen?
italian: Scaricare il client Google Chrome?
japanese: Google Chrome クライアントをダウンロードしますか?
korean: Google Chrome 클라이언트를 다운로드하시겠습니까?
portuguese: Pretende transferir o cliente Google Chrome?
russian: Скачать клиент Google Chrome
spanish: ¿Desea descargar el cliente Google Chrome?
