Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Danish/strings.po
Languages: da

# #33000
source: Games
da: Spil

# #33001
source: Find Games
da: Find spil

# #33002
source: Launch Steam
da: Start Steam

# #33003
source: Finding games....
da: Finder spil....

# #33004
source: Game(s) found
da: Spil fundet

# #33005
source: Edit title
da: Rediger titel

# #33006
source: Edit path
da: Rediger sti

# #33007
source: Edit icon
da: Redigeringsikon

# #33008
source: Edit fanart
da: Rediger fanart

# #33009
source: Launch Origin
da: Start Origin

# #33010
source: Launch GOG Galaxy
da: Start GOG Galaxy

# #33011
source: Launch Uplay
da: Start Uplay

# #33012
source: Launch Battle.net
da: Start Battle.net

# #33013
source: Add Game
da: Tilføj spil

# #33014
source: Enter Game Name
da: Indtast navn på spil

# #33015
source: Select Game Executable
da: Vælg en eksekverbar fil til spillet

# #33016
source: Select Game Thumb Image
da: Vælg et miniaturebillede til spillet

# #33017
source: Select Game Fanart Image
da: Vælg et fanart-billede til spillet

# #33018
source: Add to Home Page Menu Addons
da: Føj til tilføjelsesprogrammerne i startsidens menu

# #33019
source: Remove from Home Page Menu Addon
da: Fjern fra tilføjelsesprogrammerne i startsidens menu

# #33020
source: Add to Home Page Games Sub-menu
da: Føj til startsidens undermenu for spil

# #33021
source: Remove from Home Page Games Sub-menu
da: Fjern fra startsidens undermenu for spil

# #33023
source: Do you want to set a fanart?
da: Vil du indstille et fanart-billede?

# #33024
source: Select Home Menu Addon
da: Vælg et tilføjelsesprogram på startsiden

# #33025
source: Select Home Page Games Sub-menu Addons
da: Vælg tilføjelsesprogrammer i startsidens undermenu for spil

# #33026
source: Remove Game
da: Fjern spil
