Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Norwegian/strings.po
Languages: no

# #33000
source: Would you like to install The HiveMind Core Components?
no: Vil du installere HiveMind-kjernekomponenter?

# #33001
source: These components are required to receive all the benefits of The HiveMind.
no: Disse komponentene er nødvendige for å dra nytte av alle fordelene ved HiveMind.

# #33002
source: Please wait while installing HiveMind core components
no: Vent mens HiveMind-kjernekomponentene installeres

# #33003
source: Unable to install HiveMind core components
no: Kan ikke installere HiveMind-kjernekomponentene

# #33004
source: Exit Code =
no: Avslutningskode =

# #33005
source: You will need to restart your computer to complete this installation.
no: Datamaskinen må startes på nytt for å fullføre denne installasjonen.

# #33006
source: Would you like to restart the system now?
no: Vil du starte systemet på nytt nå?

# #33007
source: A new version of The HiveMind Core Components is now available!
no: En ny versjon av HiveMind-kjernekomponenter er nå tilgjengelig?

# #33008
source: Would you like to upgrade now?
no: Vil du oppgradere nå?

# #33009
source: Current Version
no: Gjeldende versjon

# #33010
source: New Version
no: Ny versjon

# #33011
source: The HiveMind Core Components must be installed to run this addon.
no: De HiveMind kjernekomponenter må være installert for å kjøre denne addon.

# #33012
source: Origin client is not installed
no: Origin-klient er ikke installert

# #33013
source: Would you like to download Origin client?
no: Vil du laste ned Origin-klient?

# #33014
source: GOG Galaxy client is not installed
no: GOG Galaxy-klient er ikke installert

# #33015
source: Would you like to download GOG Galaxy client?
no: Vil du laste ned GOG Galaxy-klient?

# #33016
source: Uplay client is not installed
no: Uplay-klient er ikke installert

# #33017
source: Would you like to download Uplay client?
no: Vil du laste ned Uplay-klient?

# #33018
source: Battle.net client is not installed
no: Battle.net-klient er ikke installert

# #33019
source: Would you like to download Battle.net client?
no: Vil du laste ned Battle.net-klient?

# #33020
source: Unable to launch the application, please try again.
no: Kunne ikke starte programmet. Prøv igjen.

# #33021
source: NVidia GFE client is not installed
no: NVidia GFE-klient er ikke installert

# #33022
source: Would you like to download NVidia GFE client?
no: Vil du laste ned NVidia GFE-klient?

# #33023
source: Google Chrome is not installed
no: Google Chrome-klient er ikke installert

# #33024
source: Would you like to download Google Chrome?
no: Vil du laste ned Google Chrome-klient?
