Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Norwegian/strings.po
Languages: no

# #33000
source: Games
no: Spill

# #33001
source: Find Games
no: Finn spill

# #33002
source: Launch Steam
no: Åpne Steam

# #33003
source: Finding games....
no: Finne spill...

# #33004
source: Game(s) found
no: Spill funnet

# #33005
source: Edit title
no: Rediger tittel

# #33006
source: Edit path
no: Rediger bane

# #33007
source: Edit icon
no: Rediger ikon

# #33008
source: Edit fanart
no: Rediger tilhengerkunst

# #33009
source: Launch Origin
no: Åpne Origin

# #33010
source: Launch GOG Galaxy
no: Åpne GOG Galaxy

# #33011
source: Launch Uplay
no: Åpne Uplay

# #33012
source: Launch Battle.net
no: Åpne Battle.net

# #33013
source: Add Game
no: Legg til spill

# #33014
source: Enter Game Name
no: Skriv inn spillets navn

# #33015
source: Select Game Executable
no: Velg kjørbar fil for spillet

# #33016
source: Select Game Thumb Image
no: Velg miniatyrbilde for spillet

# #33017
source: Select Game Fanart Image
no: Velg fankunstbilde for spillet

# #33018
source: Add to Home Page Menu Addons
no: Legg til i menyens tilleggsprogrammer på hjemmesiden

# #33019
source: Remove from Home Page Menu Addon
no: Fjern fra menyens tilleggsprogrammer på hjemmesiden

# #33020
source: Add to Home Page Games Sub-menu
no: Legg til i undermenyen for spill på hjemmesiden

# #33021
source: Remove from Home Page Games Sub-menu
no: Fjern fra undermenyen for spill på hjemmesiden

# #33022
source: Fanart
no: Fankunst

# #33023
source: Do you want to set a fanart?
no: Vil du angi fankunst?

# #33024
source: Select Home Menu Addon
no: Velg tilleggsprogram fra menyen på hjemmesiden

# #33025
source: Select Home Page Games Sub-menu Addons
no: Velg tilleggsprogrammer fra undermenyen for spill på hjemmesiden

# #33026
source: Remove Game
no: Fjern spill
