Repository: alienwaresoftware/Kodi
Catalog: Development/skin.alphaui/language/Arabic/strings.po
Languages: ar

# #31000
source: Change Your
ar: تغيير

# #31003
source: Power Options
ar: إعدادات الطاقه

# #31004
source: Working...
ar: يعمل...

# #31005
source: Hide Information
ar: إخفاء المعلومات

# #31006
source: View Options
ar: خيارات العرض

# #31008
source: Full screen
ar: ملئ الشاشه

# #31009
source: Total Duration
ar: إجمالي المدة

# #31022
source: Music - Files
ar: الموسيقى - ملفات

# #31023
source: Playing
ar: يشتغل الان

# #31024
source: Page
ar: الصفحه

# #31025
source: Items
ar: العناصر

# #31026
source: Misc Options
ar: خيارات متنوعه

# #31027
source: Location
ar: الموقع

# #31028
source: Poster Wrap
ar: ملصق التفاف

# #31031
source: Pic Thumbs
ar: مصغرات الصورة

# #31032
source: Image Wrap
ar: صورة التفاف

# #31033
source: Info
ar: معلومات

# #31039
source: Actions
ar: الإجراءات

# #31040
source: Now Playing
ar: المُشَغَل اﻷن

# #31042
source: PLAYING
ar: المُشَغَل

# #31043
source: PAUSED
ar: متوقف

# #31044
source: FAST FORWARD
ar: تقديم سريع

# #31045
source: REWIND
ar: إرجاع

# #31046
source: SEEKING
ar: يَطلُب

# #31048
source: Visualisation Presets
ar: الإعدادات المسبقة للتصور

# #31049
source: End Time
ar: وقت اﻹنتهاء

# #31050
source: Sort: Ascending
ar: الفرز: تصاعدياً

# #31051
source: Sort: Descending
ar: الفرز: تنازلياً

# #31055
source: Open playlist
ar: إفتح قائمة التشغيل

# #31056
source: Save playlist
ar: إحفظ قائمة التشغيل

# #31057
source: Close playlist
ar: إغلق قائمه التشغيل

# #31058
source: System music files
ar: ملفات موسيقى النظام

# #31059
source: Current playlist
ar: قائمة التشغيل الحالية

# #31060
source: This file is stacked, select the part you want to play from.
ar: هذا الملف مُكدَس، حدد الجزء الذى تريد تشغيله منه

# #31061
source: Current Selected
ar: المُختاره حالياً

# #31101
source: Home screen options
ar: إعدادات الصفحه الرئيسيه

# #31102
source: Background
ar: الخلفية

# #31103
source: Show "Paused" in picture slide show
ar: إظهار "إيقاف مؤقت" في عرض شرائح الصور

# #31106
source: Miscellaneous options
ar: إعدادات متنوعه

# #31107
source: Hide Flagging read from video filenames [COLOR=grey3](Blu-ray, HD-DVD)[/COLOR]
ar: [COLOR=grey3](Blu-ray, HD-DVD)[/COLOR]إخفاء وضع علامة القراءة من أسماء الفيديو

# #31108
source: Hide Main Menu Buttons
ar: إخف ازرار القائمة الرئيسية

# #31109
source: Enable Custom Background
ar: تمكين تخصيص الخلفيه

# #31110
source: Background path:
ar: مسار الخلفيه:

# #31111
source: Hide
ar: إخف

# #31112
source: Options
ar: إعدادات

# #31116
source: Show Recently added Albums
ar: إظهر اﻷلبومات المُضافه مؤخراً

# #31117
source: Show Recently added Videos
ar: إظهر المقاطع المرئيه المُضافه مؤخراً

# #31118
source: Home Page Programs Sub-menu
ar: القائمة الفرعية لقائمة البرامج الرئيسية

# #31119
source: Hide Background Fanart
ar: Fanart إخفاء خلفية

# #31124
source: Show Background "Now Playing" Video
ar: إظهار خلفية "التشغيل الآن" للفيديو

# #31126
source: Play TV theme songs in video library (TvTunes add-on)
ar: (TvTunes ملحق) تشغيل أغاني سمة التلفزيون في مكتبة الفيديو

# #31128
source: Lyrics
ar: كلمات الأغاني

# #31132
source: Lyrics Add-on
ar: ملحق كلمات الأغاني

# #31140
source: Music OSD
ar: عرض الموسيقى على الشاشة

# #31141
source: Video OSD
ar: عرض المقاطع المرئيه على الشاشة

# #31142
source: Settings level
ar: مستوى اﻹعدادات

# #31200
source: Shortcuts
ar: اﻹختصارات

# #31203
source: Choose Your Song
ar: إختر اغنيتك

# #31205
source: Lyrics Source
ar: مصدر كلمات الأغنية

# #31206
source: Found
ar: وجِدَ

# #31207
source: Find More Items
ar: جِد المزيد من العناصر

# #31208
source: Upcoming Episodes
ar: الحلقات القادمة

# #31300
source: Current Temp
ar: درجة الحرارة الحالية

# #31301
source: Last Updated
ar: اخر تحديث

# #31303
source: Data provider
ar: مزود البيانات

# #31307
source: Hide Fanart
ar: Fanart إخفاء

# #31308
source: Movie Details
ar: تفاصيل الفيلم

# #31309
source: Memory Used:
ar: الذاكرة المستخدمة:

# #31310
source: Track Number
ar: رقم المسار

# #31311
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
ar: انقر الزر للتعيين[CR][CR]غير متوفرة[CR][CR]Fanart صورة

# #31314
source: Content Scanning Options
ar: إعدادات فحص المحتوى

# #31317
source: Set Fanart Path
ar: Fanart تعيين مسار

# #31319
source: Selected Profile
ar: الملف الشخصي المُحدد

# #31320
source: Last Logged In
ar: آخر تسجيل دخول كان فى

# #31321
source: Karaoke Song Selector
ar: مُحَدِد أغاني الكاريوكي

# #31322
source: Aired
ar: المَبَت

# #31325
source: Playlist Options
ar: إعدادات قائمه التشغيل

# #31326
source: Created
ar: اُنشَئ

# #31327
source: Resolution
ar: اﻷبعاد

# #31328
source: Recently Added
ar: أضيف مؤخراً

# #31329
source: [B]Timer set![/B] [COLOR=grey2] - System auto shutdown in[/COLOR]
ar: [COLOR=grey2] إغلاق النظام تلقائيا في - [/COLOR][B]!تعيين مؤقت[B]

# #31330
source: Click button to play[CR][CR]Movie trailer
ar: مقطع الفلم [CR][CR] انقر على الزر لتشغيل

# #31331
source: Album Details
ar: تفاصبل الألبوم

# #31351
source: Pause
ar: اوقف مؤقتاً

# #31352
source: Stop
ar: اوقف

# #31353
source: Fast Forward
ar: تقديم سريع

# #31354
source: Rewind
ar: إرجاع

# #31355
source: Movie menu
ar: قائمة الفلم

# #31356
source: Download Subtitles
ar: تنزيل ترجمات

# #31360
source: Watch as 2D
ar: شاهد كـ ثنائى الابعاد

# #31361
source: Change mode
ar: غير الوضع

# #31362
source: Enabled
ar: ممكن

# #31390
source: Skin default
ar: الجلد المبدأى

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
ar: [B]ضبط إعدادات المظهر[/B][CR][CR]ضبط الجلد · ضبط اللغة والمنطقة · ضبط قوائم الملفات[CR]ضبط شاشة التوقف

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
ar: [B]ضبط إعدادات المقاطع المرئيه[/B][CR][CR]ضبط إعدادات مكتبات المقاطع المرئيه - ضبط إعدادات تشغيل المقاطع المرئيه - تغيير إعدادات قوائم المقاطع المرئيه[CR]ضبط الترجمات

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
ar: [B]ضبط إعدادات الموسيقى[/B][CR][CR]ضبط مكتبات الموسيقى · ضبط إعدادات تشغيل الموسيقى · ضبط إعدادات قائمه الموسيقى[CR]ضبط إعدادات إذاعه الموسيقى - ضبط إعدادات الكارويوكي

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
ar: [B]ضبط إعدادات الصور[/B][CR][CR]ضبط إعدادات قائمه الصور - ضبط العروض التقديميه

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
ar: [B]ضبط إعدادات الطقس[/B][CR][CR]إختيار ثلاث مدن لتجميع بيانات الطقس الخاصه بها

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
ar: [B]ضبط إعدادات النظام[/B][CR][CR]ضبط ومعايره طُرُق العرض - ضبط مخارج الصوت - ضبط التحكم عن بعد[CR]ضبط إعدادات توفير الطاقه - ضبط وضع المعالجه - ضبط القفل الرئيسى

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org[CR]Modify Add-on settings
ar: [B]ضبط إعدادات الملحقات[/B][CR][CR]ضبط الملحقات المُثبته - تصفح وتثبيت الملحقات عبر موقع إكس بى إم سى الرسمى[CR]ضبط إعدادات مُلحق معين

# #31410
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Enable Zeroconf · Configure AirPlay
ar: تكوين إعدادات الخدمة [B/][CR][CR] إعداد التحكم بـKodi عبر UPnP و HTTP. نكوين مشاركة ملف [CR] تمكن Zeroconf. تكوين التشغيل الحي

# #31411
source: First run help....
ar: مساعده المبتدئين....

# #31413
source: Local subtitle available
ar: تتوفر ترجمات محليه

# #31420
source: Login
ar: تسجيل الدخول

# #31421
source: Select your Kodi user Profile[CR]to login and continue
ar: حدد الملف الشخصى المُراد[CR] لتسجيل الدخول به

# #31422
source: Show or hide the login screen at startup.
ar: اظهار أو اخفاء شاشة تسجيل الدخول عند بدء التشغيل

# #31423
source: Select the profile that will be used at startup when the login screen is disabled.
ar: اختر الحساب الذي سوف يتم استخدامه عند تعطيل شاشة تسجيل الدخول

# #31501
source: Scheduled Time
ar: جدول الزمن

# #31502
source: Live TV
ar: تلفاز مباشر

# #31503
source: Add Group
ar: أضف مجموعه

# #31504
source: Rename Group
ar: أعد تسميه مجموعه

# #31505
source: Delete Group
ar: إحذف مجموعه

# #31506
source: Available[CR]Groups
ar: المجموعات[CR]المتوفره

# #31509
source: Channel Group
ar: مجموعة القناة

# #31510
source: Timer Set
ar: خصائص المؤقت

# #31511
source: Channel Options
ar: خيارات القناة

# #31600
source: WELCOME TO ALPHA UI
ar: مرحبًا بك ALPHA UI

# #31601
source: SHUT DOWN CONSOLE
ar: إيقاف تشغيل الوحدة

# #31602
source: RESTART CONSOLE
ar: إعادة تشغيل الوحدة

# #31622
source: RESTART SYSTEM
ar: إعادة تشغيل النظام

# #31623
source: SHUT DOWN SYSTEM
ar: إيقاف تشغيل النظام

# #31603
source: SLEEP
ar: السكون

# #31604
source: Power
ar: الطاقة

# #31605
source: Launch[CR]Steam
ar: تشغيل[CR]Steam

# #31606
source: Settings
ar: Settings (الإعدادات)

# #31607
source: GO TO DESKTOP
ar: الانتقال إلى سطح المكتب

# #31608
source: HELP
ar: التعليمات

# #31609
source: Launch System Menu at anytime by pressing LT + LB + RT + RB + Guide button.
ar: تشغيل قائمة النظام في أي وقت بالضغط على LT + LB + RT + RB + زر الدليل.

# #31660
source: Backgrounds
ar: الخلفيات

# #31685
source: Customization
ar: تخصيص

# #31687
source: Updates
ar: التحديثات

# #31688
source: Boot Options
ar: خيارات التمهيد

# #31781
source: Yes
ar: نعم

# #31782
source: No
ar: لا

# #31783
source: Cancel
ar: إلغاء

# #31784
source: Restart
ar: إعادة تشغيل

# #31785
source: OK
ar: موافق

# #31800
source: Hotkeys
ar: مفاتيح التشغيل السريعة

# #31810
source: Systems Menu
ar: قائمة الأنظمة

# #31811
source: Shifting Focus
ar: تبديل التركيز

# #31812
source: Full Screen
ar: شاشة كاملة

# #31813
source: Controller Mouse
ar: ماوس وحدة التحكم

# #31814
source: Guide
ar: الدليل

# #31815
source: Dpad Left
ar: Dpad أيسر

# #31816
source: Dpad Right
ar: Dpad أيمن

# #31817
source: Dpad Up
ar: Dpad أعلى

# #31820
source: Hotkey Combination LT + LB + RT + RB + Guide button
ar: مزيج مفتاح التشغيل السريع LT + LB + RT + RB + زر الدليل

# #31821
source: Pressing LT + LB + RT + RB on the controller plus the Guide button will launch the Systems Menu.
ar: سيؤدي الضغط على LT + LB + RT + RB في وحدة التحكم بالإضافة إلى زر الدليل إلى تشغيل قائمة الأنظمة.

# #31822
source: Hotkey Combination LT + LB + RT + RB + Left or Right
ar: مزيج مفتاح التشغيل السريع LT + LB + RT + RB + أيسر أو أيمن

# #31823
source: Shift window focus using Dpad Left or Dpad Right. This function can also be accessed via keyboard with Alt + Tab (Shift Right) or Shift + Alt + Tab (Shift Left).
ar: تغيير تركيز النافذة باستخدام Dpad أيسر أو Dpad أيمن. يمكن الوصول إلى هذه الوظيفة بواسطة لوحة المفاتيح مع Alt + Tab ‏(Shift Right) أو Shift + Alt + Tab ‏(Shift Left).

# #31824
source: Hotkey Combination LT + LB + RT + RB + Dpad Up
ar: مزيج مفتاح التشغيل السريع LT + LB + RT + RB + Dpad أعلى

# #31825
source: This hot key will attempt to show the application you are currently using in Full Screen. It is the same as Alt+Enter and F11 on a keyboard. Not all applications will respond to this hot key.
ar: سيحاول مفتاح التشغيل السريع إظهار التطبيق الذي تستخدمه حاليًا في الشاشة الكاملة. إنه مماثل لاستخدام Alt+Enter وF11 في لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31826
source: Hotkey Combination LT + LB + RT + RB + L3
ar: مزيج مفتاح التشغيل السريع LT + LB + RT + RB + L3

# #31827
source: Hotkey Combination plus L3 pressed down, turns on the mouse driver. Pressing the Hotkey Combination again turns off the driver.
ar: يؤدي الضغط على مزيج مفتاح التشغيل السريع بالإضافة إلى الضغط لأسفل على L3 إلى تشغيل برنامج تشغيل الماوس. يؤدي الضغط على مزيج مفتاح التشغيل السريع إلى إيقاف تشغيل برنامج التشغيل مرة أخرى.

# #31828
source: System software update failed. Shutdown console in order to begin software update.
ar: فشل تحديث برنامج النظام. إغلاق حدة التحكم لبدء تحديث البرنامج.

# #31829
source: New update available - shut down console to begin download
ar: تحديث جديد متوفر - إغلاق وحدة التحكم لبدء التنزيل

# #31830
source: Close Application
ar: إغلاق التطبيق

# #31831
source: This hot key will attempt to close the application you are currently using. It is the same as Alt+F4 and Alt+Q on a keyboard. Not all applications will respond to this hot key.
ar: سيحاول مفتاح التشغيل السريع إغلاق التطبيق الذي تستخدمه حاليًا. إنه مماثل لاستخدام Alt+F4 وAlt+Q في لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31832
source: Disable Hotkey
ar: تعطيل مفتاح التشغيل السريع

# #31833
source: Pressing LT + LB + RT + RB on the controller plus the Start button will enable/disable the hotkeys
ar: سيؤدي الضغط على LT + LB + RT + RB في وحدة التحكم مع زر البدء إلى تمكين/تعطيل مفاتيح الوصول السريع

# #31840
source: Connect mouse to enable desktop mode
ar: توصيل الماوس لتمكين وضع سطح المكتب

# #31841
source: INITIALIZING STEAM
ar: تهيئة STEAM

# #31842
source: GAMES
ar: الألعاب

# #31843
source: Device Video
ar: ملفات فيديو الجهاز

# #31844
source: Device Audio
ar: ملفات صوت الجهاز

# #31846
source: Layouts
ar: التخطيطات

# #31847
source: Hotkeys
ar: مفاتيح التشغيل السريعة

# #31848
source: Videos
ar: ملفات الفيديو

# #31850
source: Device Settings
ar: إعدادات الأجهزة

# #31851
source: Kodi Settings
ar: إعدادات Kodi

# #31852
source: Controller Layout for Menus
ar: تخطيط وحدة التحكم للقوائم

# #31853
source: Controller Layout for Keyboard
ar: تخطيط وحدة التحكم للوحة المفاتيح

# #31854
source: Controller Layout for Video Playback
ar: تخطيط وحدة التحكم لتشغيل الفيديو

# #31855
source: Quick Start Guide
ar: دليل بدء التشغيل السريع

# #31856
source: Basic Controls
ar: أدوات التحكم الأساسية

# #31857
source: Adding music to the library
ar: إضافة ملفات موسيقى إلى المكتبة

# #31858
source: Adding video to the library
ar: إضافة ملفات فيديو إلى المكتبة

# #31859
source: Add-ons Manager
ar: مدير الإضافات

# #31862
source: Home Page Games Sub-menu
ar: القائمة الفرعية للألعاب بالصفحة الرئيسية

# #31863
source: File Manager
ar: مدير الملفات

# #31864
source: Controller Layout for Music Playback
ar: تخطيط وحدة التحكم لتشغيل الموسيقى

# #31865
source: Controller Layout for Slideshows
ar: تخطيط وحدة التحكم لعرض الشرائح

# #31866
source: The menu layout is used to perform basic navigation in the menu and interface. These are the default controls.
ar: يتم استخدام تخطيط القائمة لإجراء التنقل الأساسي في القائمة والواجهة. هذه عناصر التحكم الافتراضية.

# #31867
source: The keyboard layout is used whenever the onscreen keyboard appears.
ar: يتم استخدام تخطيط لوحة المفاتيح عندما تظهر لوحة المفاتيح على الشاشة.

# #31868
source: The video playback layout is used when you are watching a video, tv show, or movie.
ar: يتم استخدام تخطيط تشغيل الفيديو عندما تشاهد فيديو أو عرض تلفزيوني أو فيلم.

# #31869
source: The music playback layout is used when you are listening to music or radio.
ar: يتم استخدام تخطيط تشغيل الموسيقى عندما تستمع إلى الموسيقى أو الراديو.

# #31870
source: The slideshow layout is used when you view picture slideshows.
ar: يتم استخدام تخطيط عرض الشرائح عند عرض الشرائح للصورة.

# #31871
source: How to setup your HiveMind Interface.
ar: كيفية إعداد واجهة HiveMind.

# #31872
source: How to use Add-ons in the HiveMind Interface.
ar: كيفية إعداد الوظائف الإضافية في واجهة HiveMind.

# #31873
source: How to use the advance settings in the HiveMind Interface.
ar: كيفية استخدام إعدادات التقدم في واجهة HiveMind.

# #31874
source: How to use the Controller Hot Keys.
ar: كيفية استخدام مفاتيح الشتغيل السريع لوحدة التحكم.

# #31875
source: Welcome to The HiveMind!
ar: مرحبًا بك في The HiveMind!

# #31876
source: The HiveMind is a powerful combination of the flexibility of Kodi Media Center, and customizations from Alienware. To find out more, select the quick start guide, or the "?" on the main menu. [CR][CR]This message will not appear again.
ar: يُعد The HiveMind مزيجًا قويًا من مرونة مركز وسائط Kodi، والتخصيص من Alienware. للتعرف على المزيد، حدد دليل البدء السريع، أو "?" من القائمة الرئيسية. [CR][CR] لن تظهر هذه الرسالة مرة أخرى.

# #31877
source: Select
ar: تحديد

# #31878
source: Context Menu
ar: قائمة السياق

# #31879
source: Previous Menu
ar: القائمة السابقة

# #31880
source: Queue
ar: قائمة انتظار

# #31881
source: Shutdown Menu
ar: قائمة إيقاف التشغيل

# #31882
source: Back
ar: رجوع

# #31883
source: Full Screen Toggle
ar: تبديل الشاشة الكاملة

# #31884
source: Home
ar: الرئيسية

# #31885
source: Playlist
ar: قائمة التشغيل

# #31886
source: Favorites Menu
ar: قائمة المفضلة

# #31887
source: Navigation
ar: التنقل

# #31888
source: Controller Layout for Global
ar: تخطيط وحدة التحكم للعام

# #31889
source: Controller Layout for Fullscreen Video
ar: تخطيط وحدة التحكم لفيديو الشاشة الكاملة

# #31890
source: Pause
ar: إيقاف مؤقت

# #31891
source: OnScreen Display
ar: العرض على الشاشة

# #31892
source: Small Step Back
ar: خطوة صغيرة للخلف

# #31893
source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع

# #31894
source: Fast Rewind
ar: إرجاع سريع

# #31895
source: Stop
ar: إيقاف

# #31896
source: Full Screen
ar: شاشة كاملة

# #31897
source: ShowSubtitles
ar: إظهار الترجمة

# #31898
source: Fast Forward
ar: تقديم سريع

# #31899
source: Audio Next Language
ar: الصوت بجوار اللغة

# #31900
source: Scrub Video
ar: فيديو تنقيح

# #31610
source: Backspace
ar: مسافة للخلف

# #31611
source: Cancel
ar: إلغاء

# #31612
source: Cursor Left
ar: مؤشر أيسر

# #31613
source: Shift
ar: تغير

# #31614
source: Space
ar: المسافة

# #31616
source: Cursor Right
ar: مؤسر أيمن

# #31617
source: Symbols
ar: الرموز

# #31618
source: Preset List
ar: قائمة إعداد مسبق

# #31619
source: Info
ar: معلومات

# #31620
source: Skip
ar: تخطي

# #31621
source: Zoom Normal
ar: تكبير/تصغير عادي

# #31624
source: Zoom Out
ar: تصغير

# #31625
source: Zoom In
ar: تكبير

# #31626
source: Rotate
ar: تدوير

# #31627
source: Navigate/Zoom
ar: تنقل/تكبير

# #31901
source: 36 Hour Forecast
ar: توقعات الطقس للـ 36 ساعه القادمه

# #31902
source: Hourly Forecast
ar: توقعات الطقس لكل ساعه

# #31903
source: Weekend Forecast
ar: توقعات طقس نهايه الاسبوع

# #31904
source: 10 Day Forecast
ar: توقعات الطقس للـ 10 ايام القادمه

# #31905
source: Forecast
ar: توقعات الطقس

# #31908
source: Chance of Precipitation
ar: فرصه تساقط امطار

# #31909
source: Fetching forecast info...
ar: يَجِلِب توقعات الطقس...

# #31910
source: Map & Alerts
ar: الخريطه و التحذيرات

# #31950
source: WEATHER
ar: الطقس

# #31951
source: PICTURES
ar: الصور

# #31953
source: VIDEOS
ar: المقاطع المرئيه

# #31954
source: MOVIES
ar: اﻷفلام

# #31955
source: TV SHOWS
ar: العروض التلفازيه

# #31956
source: MUSIC
ar: الموسيقى

# #31957
source: PROGRAMS
ar: البرمجيات

# #31958
source: PLAY DISC
ar: القرص

# #31959
source: SYSTEM
ar: النظام

# #31960
source: RADIO
ar: الراديو

# #31961
source: Launch Console Keyboard
ar: تشغيل لوحة مفاتيح وحدة التحكم

# #31962
source: Pressing LT+LB+RT+RB on the controller plus the Share button will open and close On Screen Keyboard.
ar: سيؤدي الضغط على LT وLB وRT وRB على وحدة التحكم بالإضافة إلى Share button إلى فتح لوحة المفاتيح التي تظهر على الشاشة وإغلاقها.

# #31963
source: Pressing L1+R1+L2+R2 on the controller plus the PS button will launch the System Menu.
ar: سيؤدي الضغط على L1 وR1 وL2 وR2 على وحدة التحكم بالإضافة إلى زر PS إلى تشغيل قائمة النظام.

# #31964
source: Hotkey Combination plus L3 pressed down, turns on the mouse driver. Pressing the Hotkey Combination again turns off the driver.
ar: يؤدي الضغط على مجموعة مفاتيح التشغيل السريع بالإضافة إلى الزر L3 إلى تشغيل برنامج تشغيل الماوس. سيؤدي الضغط على مجموعة مفاتيح التشغيل السريع من جديد إلى إيقاف تشغيل برنامج التشغيل.

# #31965
source: Shift window focus using Dpad Left or Dpad Right. This function can also be accessed via keyboard with Alt+Tab (Shift Right) Shift+Alt+Tab (Shift Left)
ar: غيّر تركيز النافذة باستخدام Dpad إلى اليسار أو Dpad إلى اليمين. يمكن الوصول إلى هذه الوظيفة أيضًا عبر لوحة المفاتيح عبر الضغط على Alt+Tab (التبديل إلى اليمين) وShift+Alt+Tab (التبديل إلى اليسار)

# #31966
source: This hotkey will attempt to show the application you are currently using in Full Screen. It is the same as Alt+Enter and F11 on a keyboard. Not all applications will respond to this hotkey.
ar: سيحاول مفتاح التشغيل السريع هذا أظهار التطبيق الذي تستخدمه حاليًا في ملء الشاشة. فلديه الوظيفة نفسها مثل الضغط على Alt+Enter وF11 على لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31967
source: This hotkey will attempt to close the application you are currently using. It is the same as Alt+F4 and Alt+Q on a keyboard. Not all applications will respond to this hotkey.
ar: سيحاول مفتاح التشغيل السريع هذا أغلاق التطبيق الذي تستخدمه حاليًا. فلديه الوظيفة نفسها مثل الضغط على Alt+F4 وAlt+Q على لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31968
source: Pressing L1+R1+L2+R2 on the controller plus the Option button will enable/disable the hotkeys.
ar: سيؤدي الضغط على L1 وR1 وL2 وR2 على وحدة التحكم بالإضافة إلى Option button إلى تمكين/تعطيل مفاتيح التشغيل السريع.

# #31969
source: Pressing L1+R1+L2+R2 on the controller plus the Share button will open and close On Screen Keyboard.
ar: سيؤدي الضغط على L1 وR1 وL2 وR2 على وحدة التحكم بالإضافة إلى Share button إلى فتح لوحة المفاتيح التي تظهر على الشاشة وإغلاقها.

# #31970
source: Pressing LT+RB+LB+RB on the controller plus the Steam button will launch the System Menu.
ar: سيؤدي الضغط على LT وRB وLB وRB على وحدة التحكم بالإضافة إلى زر Steam إلى تشغيل قائمة النظام.

# #31971
source: Hotkey Combination plus L3 pressed down, turns on the mouse driver. Pressing the Hotkey Combination again turns off the driver.
ar: يؤدي الضغط على مجموعة مفاتيح التشغيل السريع بالإضافة إلى الزر L3 إلى تشغيل برنامج تشغيل الماوس. سيؤدي الضغط على مجموعة مفاتيح التشغيل السريع من جديد إلى إيقاف تشغيل برنامج التشغيل.

# #31972
source: Shift window focus using Dpad Left or Dpad Right. This function can also be accessed via keyboard with Alt+Tab (Shift Right) Shift+Alt+Tab (Shift Left)
ar: غيّر تركيز النافذة باستخدام Dpad إلى اليسار أو Dpad إلى اليمين. يمكن الوصول إلى هذه الوظيفة أيضًا عبر لوحة المفاتيح عبر الضغط على Alt+Tab (التبديل إلى اليمين) وShift+Alt+Tab (التبديل إلى اليسار)

# #31973
source: This hotkey will attempt to show the application you are currently using in Full Screen. It is the same as Alt+Enter and F11 on a keyboard. Not all applications will respond to this hotkey.
ar: سيحاول مفتاح التشغيل السريع هذا أظهار التطبيق الذي تستخدمه حاليًا في ملء الشاشة. فلديه الوظيفة نفسها مثل الضغط على Alt+Enter وF11 على لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31974
source: This hotkey will attempt to close the application you are currently using. It is the same as Alt+F4 and Alt+Q on a keyboard. Not all applications will respond to this hotkey.
ar: سيحاول مفتاح التشغيل السريع هذا أغلاق التطبيق الذي تستخدمه حاليًا. فلديه الوظيفة نفسها مثل الضغط على Alt+F4 وAlt+Q على لوحة المفاتيح. لن تستجيب كل التطبيقات لمفتاح التشغيل السريع هذا.

# #31975
source: Pressing LT+RB+LB+RB on the controller plus the Start button will enable/disable the hotkeys.
ar: سيؤدي الضغط على LT وRB وLB وRB على وحدة التحكم بالإضافة إلى زر البدء إلى تمكين/تعطيل مفاتيح التشغيل السريع.

# #31976
source: Pressing LT+RB+LB+RB on the controller plus the back button will open and close On Screen Keyboard.
ar: سيؤدي الضغط على LT وRB وLB وRB على وحدة التحكم بالإضافة إلى زر السابق إلى فتح لوحة المفاتيح التي تظهر على الشاشة وإغلاقها.

# #31977
source: N/A
ar: غير مطبّق

# #31978
source: Controller Layout for On Screen Keyboard (OSK)
ar: تخطيط وحدة التحكم للوحة المفاتيح التي تظهر على الشاشة (OSK)

# #31979
source: Controller Layout for Browser
ar: تخطيط وحدة التحكم للمستعرض

# #31980
source: Left Click
ar: الزر الأيسر

# #31981
source: Right Click
ar: الزر الأيمن
