Repository: alienwaresoftware/Kodi
Catalog: Development/skin.alphaui/language/Arabic/strings.po
Languages: ar

# #31982
source: Go to left tab in browser
ar: انتقل إلى علامة التبويب اليسرى في المستعرض

# #31983
source: Go to right tab in browser
ar: انتقل إلى علامة التبويب اليمنى في المستعرض

# #31984
source: New Tab
ar: علامة تبويب جديدة

# #31986
source: Tab
ar: علامة التبويب

# #31988
source: Controller Mouse will be disabled when On-Screen Keyboard (OSK) is ON and when OSK is OFF, Controller Mouse will restore its previous state.
ar: سيتم تعطيل ماوس وحدة التحكم عند تشغيل لوحة المفاتيح التي تظهر على الشاشة (OSK)، وعند إيقاف تشغيل هذه الأخيرة، ستعود ماوس وحدة التحكم إلى حالتها السابقة.

# #31989
source: How to customize your home menu.
ar: كيفية تخصيص قائمة الصفحة الرئيسية.

# #31990
source: How to install additional repositories.
ar: كيفية تثبيت مستودعات إضافية.

# #31991
source: File
ar: ملف

# #31992
source: Tab/Scroll Website
ar: علامة التبويب/التمرير في موقع ويب
