Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Norwegian/strings.po
Languages: no

# #33005
source: Edit title
no: Rediger tittel

# #33006
source: Edit path
no: Rediger bane

# #33007
source: Edit icon
no: Rediger ikon

# #33008
source: Edit fanart
no: Rediger tilhengerkunst

# #33000
source: All Launcher
no: Alle oppstartsprogrammer

# #33001
source: Programs
no: Programmer

# #33002
source: Music
no: Musikk

# #33003
source: Videos
no: Videoer

# #33004
source: Pictures
no: Bilder

# #33009
source: Select launcher category
no: Velg kategori for oppstartsprogram

# #33010
source: Enter website address
no: Skriv inn adressen til nettstedet

# #33011
source: Select executable file
no: Velg kjørbar fil

# #33012
source: Enter title
no: Skriv inn tittel

# #33013
source: Select Icon
no: Velg ikon

# #33014
source: Select Fanart Image
no: Velg fankunstbilde

# #33015
source: Setting : Keyboard/Mouse on load
no: Innstilling : Tastatur/mus ved lasting

# #33016
source: Setting : Launch with Administrator setting
no: Innstilling: Åpne med administratorinnstilling

# #33017
source: Setting : Start at boot setting
no: Innstilling: Åpne ved oppstart

# #33020
source: Save program launcher
no: Lagre programoppstart

# #33018
source: Launch with Administrator privileges
no: Åpne med administratorprivilegier

# #33019
source: Launch without Administrator privileges
no: Åpne uten administratorprivilegier

# #33021
source: Would you like to save this launcher?
no: Vil du lagre dette oppstartsprogrammet?

# #33022
source: Add Program
no: Legg til program

# #33023
source: Select launcher type
no: Velg oppstartsprogramtype

# #33024
source: Windows Application
no: Windows-program

# #33025
source: Windows Store Application
no: Windows Store-program

# #33026
source: Website
no: Nettsted

# #33027
source: Add to Home Page Menu Addons
no: Legg til i menyens tilleggsprogrammer på hjemmesiden

# #33028
source: Remove from Home Page Menu Addons
no: Fjern fra menyens tilleggsprogrammer på hjemmesiden

# #33029
source: Add to Home Page Video Sub-menu
no: Legg til i undermenyen for video på hjemmesiden

# #33030
source: Remove from Home Page Video Sub-menu
no: Fjern fra undermenyen for video på hjemmesiden

# #33031
source: Add to Home Page Music Sub-menu
no: Legg til i undermenyen for musikk på hjemmesiden

# #33032
source: Remove from Home Page Music Sub-menu
no: Fjern fra undermenyen for musikk på hjemmesiden

# #33033
source: Add to Home Page Pictures Sub-menu
no: Legg til i undermenyen for bilder på hjemmesiden

# #33034
source: Remove from Home Page Pictures Sub-menu
no: Fjern fra undermenyen for bilder på hjemmesiden

# #33035
source: Add to Home Page Programs Sub-menu
no: Legg til i undermenyen for programmer på hjemmesiden

# #33036
source: Remove from Home Page Programs Sub-menu
no: Fjern fra undermenyen for programmer på hjemmesiden

# #33037
source: Enable mouse/kb on load
no: Aktiver mus/tastatur ved lasting

# #33038
source: Disable mouse/kb on load
no: Deaktiver mus/tastatur ved lasting

# #33039
source: Start at boot
no: Åpne ved oppstart

# #33040
source: Do not start at boot
no: Ikke åpne ved oppstart

# #33041
source: Select Home Page Menu Addons
no: Velg tilleggsprogrammer fra menyen på hjemmesiden

# #33042
source: Select Home Page Programs Sub-menu Addons
no: Velg tilleggsprogrammer fra undermenyen for programmer på hjemmesiden

# #33043
source: Select Home Page Video Sub-menu Addons
no: Velg tilleggsprogrammer fra undermenyen for video på hjemmesiden

# #33044
source: Select Home Page Music Sub-menu Addons
no: Velg tilleggsprogrammer fra undermenyen for musikk på hjemmesiden

# #33045
source: Select Home Page Pictures Sub-menu Addons
no: Velg tilleggsprogrammer fra undermenyen for bilder på hjemmesiden

# #33046
source: Edit title, icon, fanart
no: Rediger tittel, ikon, fankunst

# #33047
source: Edit title, path, icon, fanart
no: Rediger tittel, bane, ikon, fankunst

# #33048
source: Edit Menu
no: Rediger meny

# #33049
source: Remove from programs
no: Fjern fra programmer

# #33050
source: Select Option
no: Velg alternativ

# #33051
source: Install New Application
no: Installer nytt program

# #33052
source: Add Existing Application
no: Legg til eksisterende program

# #33053
source: Invalid Operation
no: Ugyldig operasjon

# #33054
source: Program with this path already added
no: Et program med denne banen er allerede lagt til

# #33055
source: Edit Category
no: Rediger kategori

# #33056
source: Select Category
no: Velg kategori
