Repository: alienwaresoftware/Kodi
Catalog: Helix/service.aw.customizations/resources/language/Arabic/strings.po
Languages: ar

# #33000
source: Would you like to install The HiveMind Core Components?
ar: هل ترغب في تثبيت مكونات HiveMind Core؟

# #33001
source: These components are required to receive all the benefits of The HiveMind.
ar: تتطلب هذه المكونات استلام جميع مميزات The HiveMind

# #33002
source: Please wait while installing HiveMind core components
ar: الرجاء الانتظار أثناء تثبيت مكونات HiveMind الأساسية

# #33003
source: Unable to install HiveMind core components
ar: غير قادر على تثبيت مكونات HiveMind الأساسية

# #33004
source: Exit Code =
ar: كود الخروج =

# #33005
source: You will need to restart your computer to complete this installation.
ar: ستحتاج إلى إعادة تشغيل جهاز الكمبيوتر الخاص بك لإكمال عملية التثبيت هذه.

# #33006
source: Would you like to restart the system now?
ar: هل ترغب في إعادة تشغيل النظام الآن؟

# #33007
source: A new version of The HiveMind Core Components is now available!
ar: يتوفر الآن إصدار جديد من مكونات The HiveMind Core!

# #33008
source: Would you like to upgrade now?
ar: هل ترغب في الترقية الآن؟

# #33009
source: Current Version
ar: الإصدار الحالي

# #33010
source: New Version
ar: الإصدار الجديد

# #33011
source: The HiveMind Core Components must be installed to run this addon.
ar: يجب تثبيت مكونات HiveMind الأساسية لتشغيل هذا الملحق.

# #33012
source: Origin client is not installed
ar: العميل Origin غير مثبت

# #33013
source: Would you like to download Origin client?
ar: هل تريد تنزيل العميل Origin؟

# #33014
source: GOG Galaxy client is not installed
ar: العميل GOG Galaxy غير مثبت

# #33015
source: Would you like to download GOG Galaxy client?
ar: هل تريد تنزيل العميل GOG Galaxy؟

# #33016
source: Uplay client is not installed
ar: العميل Uplay غير مثبت

# #33017
source: Would you like to download Uplay client?
ar: هل تريد تنزيل العميل Uplay؟

# #33018
source: Battle.net client is not installed
ar: العميل Battle.net غير مثبت

# #33019
source: Would you like to download Battle.net client?
ar: هل تريد تنزيل العميل Battle.net؟

# #33020
source: Unable to launch the application, please try again.
ar: تعذّر تشغيل التطبيق، يرجى المحاولة من جديد.

# #33021
source: NVidia GFE client is not installed
ar: العميل NVidia GFE غير مثبت

# #33022
source: Would you like to download NVidia GFE client?
ar: هل تريد تنزيل العميل NVidia GFE؟

# #33023
source: Google Chrome is not installed
ar: العميل Google Chrome غير مثبت

# #33024
source: Would you like to download Google Chrome?
ar: هل تريد تنزيل العميل Google Chrome
