Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/*/strings.po
Languages: dutch, french, german, italian, japanese, portuguese, russian, spanish

# #33005
source: Edit title
dutch: Titel aanpassen
french: Éditer le titre
german: Titel bearbeiten
italian: Modifica titolo
japanese: タイトルを編集
portuguese: Editar título
russian: Изменить название
spanish: Editar título

# #33006
source: Edit path
dutch: Pad aanpassen
french: Éditer le chemin d'accès
german: Pfad bearbeiten
italian: Modifica percorso
japanese: パスを編集
portuguese: Editar caminho
russian: Изменить путь
spanish: Editar ruta

# #33007
source: Edit icon
dutch: Pictogram aanpassen
french: Éditer l'icône
german: Symbol bearbeiten
italian: Modifica icona
japanese: アイコンを編集
portuguese: Editar ícone
russian: Изменить значок
spanish: Editar icono

# #33008
source: Edit fanart
dutch: Fanart aanpassen
french: Éditer le fanart
german: Fanart bearbeiten
italian: Modifica fanart
japanese: ファンアートを編集
portuguese: Editar fanart
russian: Изменить фанарт
spanish: Editar fanart

# #33000
source: All Launcher
dutch: Launchers
french: Tous les lanceurs
german: Alle Startprogramme
italian: Tutti i launcher
japanese: すべてのランチャー
portuguese: Iniciador de todas as aplicações
russian: Все категории средства запуска
spanish: Selector general

# #33001
source: Programs
dutch: Programma's
french: Programmes
german: Programme
italian: Programmi
japanese: プログラム
portuguese: Programas
russian: Программы
spanish: Programas

# #33002
source: Music
dutch: Muziek
french: Musique
german: Musik
italian: Musica
japanese: ミュージック
portuguese: Música
russian: Музыка
spanish: Música

# #33003
source: Videos
french: Vidéos
italian: Video
japanese: ビデオ
portuguese: Vídeos
russian: Видео
spanish: Vídeos

# #33004
source: Pictures
dutch: Foto's
french: Images
german: Bilder
italian: Immagini
japanese: ピクチャ
portuguese: Imagens
russian: Изображения
spanish: Imágenes

# #33009
source: Select launcher category
dutch: Kies launcher-categorie
french: Sélectionner une catégorie de lanceur
german: Startprogrammkategorie auswählen
italian: Seleziona categoria di launcher
japanese: ランチャーカテゴリの選択
portuguese: Selecionar categoria do Iniciador
russian: Выбор категории средства запуска
spanish: Seleccionar categoría de selector

# #33010
source: Enter website address
dutch: Voer website-adres in
french: Entrer l'adresse d'un site Web
german: Adresse der Website eingeben
italian: Inserisci indirizzo sito Web
japanese: Web サイトアドレスの入力
portuguese: Introduzir o endereço do website
russian: Указать адрес веб-сайта
spanish: Introducir dirección del sitio web

# #33011
source: Select executable file
dutch: Kies uitvoerbaar bestand
french: Sélectionner un fichier exécutable
german: Ausführbare Datei auswählen
italian: Seleziona file eseguibile
japanese: 実行可能ファイルの選択
portuguese: Selecionar ficheiro executável
russian: Выбор исполняемого файла
spanish: Seleccionar archivo ejecutable

# #33012
source: Enter title
dutch: Voer titel in
french: Entrer un titre
german: Titel eingeben
italian: Inserisci titolo
japanese: タイトルの入力
portuguese: Introduzir título
russian: Указать название
spanish: Introducir título

# #33013
source: Select Icon
dutch: Kies pictogram
french: Sélectionner une icône
german: Symbol auswählen
italian: Seleziona icona
japanese: アイコンの選択
portuguese: Selecionar ícone
russian: Выбор значка
spanish: Icono de selección

# #33014
source: Select Fanart Image
dutch: Kies Fanart-afbeelding
french: Sélectionner une image fanart
german: Fankunst-Bild auswählen
italian: Seleziona immagine fanart
japanese: ファンアート画像の選択
portuguese: Selecionar Imagem de fãs
russian: Выбор постера
spanish: Seleccionar imagen de Fanart

# #33015
source: Setting : Keyboard/Mouse on load
dutch: Instelling: toetsenbord/muis bij laden
french: Paramètre : clavier/souris au chargement
german: Einstellung: "Tastatur/Maus beim Laden"
italian: Impostazione: Tastiera/Mouse al caricamento
japanese: 設定: 読み込み時のキーボード / マウス
portuguese: Definição: teclado/rato ao carregar
russian: Параметр : Клавиатура/мышь при загрузке
spanish: Configuración: Teclado/ratón en carga

# #33016
source: Setting : Launch with Administrator setting
dutch: Instelling: starten met Administrator-instelling
french: Paramètre : lancer avec le paramètre Administrateur
german: Einstellung: "Mit Administratureinstellung starten"
italian: Impostazione: Avvia con impostazione Amministratore
japanese: 設定: 管理者設定で起動
portuguese: Definição: iniciar com definição de administrador
russian: Параметр : Запуск с настройками Администратора
spanish: Configuración: Ejecutar con configuración de administrador

# #33017
source: Setting : Start at boot setting
dutch: Instelling: starten met boot-instelling
french: Paramètre : paramètre Lancement au démarrage
german: Einstellung: "Bei Systemstarteinstellung starten"
italian: Impostazione: Avvia all'avvio
japanese: 設定: 起動時に開始する設定
portuguese: Definição: iniciar na definição de arranque
russian: Параметр : Запуск при первоначальной загрузке
spanish: Configuración: Iniciar en configuración de arranque

# #33020
source: Save program launcher
dutch: Programma-launcher opslaan
french: Enregistrer le lanceur de programme
german: Programmstarter speichern
italian: Salva program launcher
japanese: プログラムランチャーの保存
portuguese: Guardar iniciador do programa
russian: Сохранить средства запуска программ
spanish: Guardar program launcher

# #33018
source: Launch with Administrator privileges
dutch: Starten met Administrator-rechten
french: Lancer avec des privilèges Administrateur
german: Mit Administratorrechten starten
italian: Avvia con privilegi di amministratore
japanese: 管理者特権で起動
portuguese: Iniciar com privilégios de administrador
russian: Запуск с правами Администратора
spanish: Ejecutar con privilegios de administrador

# #33019
source: Launch without Administrator privileges
dutch: Starten zonder Administrator-rechten
french: Lancer sans privilèges Administrateur
german: Ohne Administratorrechte starten
italian: Avvia senza privilegi di amministratore
japanese: 管理者特権なしで起動
portuguese: Iniciar sem privilégios de administrador
russian: Запуск без прав Администратора
spanish: Ejecutar sin privilegios de administrador

# #33021
source: Would you like to save this launcher?
dutch: Wil u deze launcher opslaan?
french: Voulez-vous enregistrer ce lanceur ?
german: Möchten Sie dieses Startprogramm speichern?
italian: Salvare questo launcher?
japanese: このランチャーを保存しますか?
portuguese: Gostaria de guardar este iniciador?
russian: Сохранить это средство запуска?
spanish: ¿Desea guardar este selector?

# #33022
source: Add Program
dutch: Programma toevoegen
french: Ajouter un programme
german: Programm hinzufügen
italian: Aggiungi programma
japanese: プログラムの追加
portuguese: Adicionar programa
russian: Добавить программу
spanish: Añadir programa

# #33023
source: Select launcher type
dutch: Kies launchertype
french: Sélectionner un type de lanceur
german: Art des Startprogramms auswählen
italian: Seleziona tipo di launcher
japanese: ランチャータイプの選択
portuguese: Selecionar tipo de iniciador
russian: Выбор типа средства запуска
spanish: Seleccionar tipo de selector

# #33024
source: Windows Application
dutch: Windows-applicatie
french: Application Windows
german: Windows-Anwendung
italian: Applicazione Windows
japanese: Windows アプリケーション
portuguese: Aplicação do Windows
russian: Приложение Windows
spanish: Aplicación de Windows

# #33025
source: Windows Store Application
dutch: Windows Store-applicatie
french: Application Windows Store
german: Windows Store-Anwendung
italian: Applicazione Windows Store
japanese: Windows ストアアプリケーション
portuguese: Aplicação da Loja Windows
russian: Приложение Windows Store
spanish: Aplicación de la tienda de Windows

# #33026
source: Website
french: Site Web
italian: Sito Web
japanese: Web サイト
russian: Веб-сайт
spanish: Sitio web

# #33027
source: Add to Home Page Menu Addons
dutch: Toevoegen aan add-ons van startpaginamenu
french: Ajouter aux modules du menu de la page d'accueil
german: Zu Menü-Add-Ons auf der Startseite hinzufügen
italian: Aggiungi a componenti aggiuntivi del menu della pagina principale
japanese: ホームページメニューアドオンに追加
portuguese: Adicionar aos suplementos do menu da página inicial
russian: Добавить в надстройки для меню главной страницы
spanish: Añadir a los complementos del menú de la página de inicio

# #33028
source: Remove from Home Page Menu Addons
dutch: Verwijderen uit add-ons van startpaginamenu
french: Supprimer des modules du menu de la page d'accueil
german: Aus den Menü-Add-Ons auf der Startseite entfernen
italian: Rimuovi da componenti aggiuntivi del menu della pagina principale
japanese: ホームページメニューアドオンから削除
portuguese: Remover dos suplementos do menu da página inicial
russian: Удалить из надстроек для меню главной страницы
spanish: Eliminar de los complementos del menú de la página de inicio

# #33029
source: Add to Home Page Video Sub-menu
dutch: Toevoegen aan submenu Video van startpagina
french: Ajouter au sous-menu Vidéo de la page d'accueil
german: Zum Untermenü "Video" auf der Startseite hinzufügen
italian: Aggiungi a sottomenu Video della pagina principale
japanese: ホームページビデオサブメニューに追加
portuguese: Adicionar ao submenu de vídeo da página inicial
russian: Добавить в подменю 'Видео' на главной странице
spanish: Añadir al submenú de vídeo de la página de inicio

# #33030
source: Remove from Home Page Video Sub-menu
dutch: Verwijderen uit submenu Video van startpagina
french: Supprimer du sous-menu Vidéo de la page d'accueil
german: Aus dem Untermenü "Video" auf der Startseite entfernen
italian: Rimuovi da sottomenu Video della pagina principale
japanese: ホームページビデオサブメニューから削除
portuguese: Remover do submenu de vídeo da página inicial
russian: Удалить из подменю 'Видео' на главной странице
spanish: Eliminar del submenú de vídeo de la página de inicio

# #33031
source: Add to Home Page Music Sub-menu
dutch: Toevoegen aan submenu Muziek van startpagina
french: Ajouter au sous-menu Musique de la page d'accueil
german: Zum Untermenü "Musik" auf der Startseite hinzufügen
italian: Aggiungi a sottomenu Musica della pagina principale
japanese: ホームページミュージックサブメニューに追加
portuguese: Adicionar ao submenu de música da página inicial
russian: Добавить в подменю 'Музыка' на главной странице
spanish: Añadir al submenú de música de la página de inicio

# #33032
source: Remove from Home Page Music Sub-menu
dutch: Verwijderen uit submenu Muziek van startpagina
french: Supprimer du sous-menu Musique de la page d'accueil
german: Aus dem Untermenü "Musik" auf der Startseite entfernen
italian: Rimuovi da sottomenu Musica della pagina principale
japanese: ホームページミュージックサブメニューから削除
portuguese: Remover do submenu de música da página inicial
russian: Удалить из подменю 'Музыка' на главной странице
spanish: Eliminar del submenú de música de la página de inicio

# #33033
source: Add to Home Page Pictures Sub-menu
dutch: Toevoegen aan submenu Foto's van startpagina
french: Ajouter au sous-menu Images de la page d'accueil
german: Zum Untermenü "Bilder" auf der Startseite hinzufügen
italian: Aggiungi a sottomenu Immagini della pagina principale
japanese: ホームページピクチャサブメニューに追加
portuguese: Adicionar ao submenu de imagens da página inicial
russian: Добавить в подменю 'Изображения' на главной странице
spanish: Añadir al submenú de imágenes de la página de inicio

# #33034
source: Remove from Home Page Pictures Sub-menu
dutch: Verwijderen uit submenu Foto's van startpagina
french: Supprimer du sous-menu Images de la page d'accueil
german: Aus dem Untermenü "Bilder" auf der Startseite entfernen
italian: Rimuovi da sottomenu Immagini della pagina principale
japanese: ホームページピクチャサブメニューから削除
portuguese: Remover do submenu de imagens da página inicial
russian: Удалить из подменю 'Изображения' на главной странице
spanish: Eliminar del submenú de imágenes de la página de inicio

# #33035
source: Add to Home Page Programs Sub-menu
dutch: Toevoegen aan submenu Programma's van startpagina
french: Ajouter au sous-menu Programmes de la page d'accueil
german: Zum Untermenü "Programme" auf der Startseite hinzufügen
italian: Aggiungi a sottomenu Programmi della pagina principale
japanese: ホームページプログラムサブメニューに追加
portuguese: Adicionar ao submenu de programas da página inicial
russian: Добавить в подменю 'Программы' на главной странице
spanish: Añadir al submenú de programas de la página de inicio

# #33036
source: Remove from Home Page Programs Sub-menu
dutch: Verwijderen uit submenu Programma's van startpagina
french: Supprimer du sous-menu Programmes de la page d'accueil
german: Aus dem Untermenü "Programme" auf der Startseite entfernen
italian: Rimuovi da sottomenu Programmi della pagina principale
japanese: ホームページプログラムサブメニューから削除
portuguese: Remover do submenu de programas da página inicial
russian: Удалить из подменю 'Программы' на главной странице
spanish: Eliminar del submenú de programas de la página de inicio

# #33037
source: Enable mouse/kb on load
dutch: Muis/toetsenbord inschakelen bij laden
french: Activer souris/clavier au chargement
german: "Maus/Tastatur beim Laden" aktivieren
italian: Attiva mouse/tastiera al caricamento
japanese: 読み込み時にマウス / キーボードを有効にする
portuguese: Ativar rato/teclado ao carregar
russian: Подключать мышь/клавиатуру при загрузке
spanish: Activar ratón/kb en carga

# #33038
source: Disable mouse/kb on load
dutch: Muis/toetsenbord uitschakelen bij laden
french: Désactiver souris/clavier au chargement
german: "Maus/Tastatur beim Laden" deaktivieren
italian: Disattiva mouse/tastiera al caricamento
japanese: 読み込み時にマウス / キーボードを無効にする
portuguese: Desativar rato/teclado ao carregar
russian: Не подключать мышь/клавиатуру при загрузке
spanish: Desactivar ratón/kb en carga

# #33039
source: Start at boot
dutch: Starten bij boot
french: Lancer au démarrage
german: Bei Systemstart starten
italian: Avvia all'avvio
japanese: 起動時に開始
portuguese: Iniciar no arranque
russian: Запуск при первоначальной загрузке
spanish: Iniciar durante el arranque

# #33040
source: Do not start at boot
dutch: Niet starten bij boot
french: Ne pas lancer au démarrage
german: Nicht beim Systemstart starten
italian: Non avviare all'avvio
japanese: 起動時に開始しない
portuguese: Não iniciar no arranque
russian: Не выполнять запуск при первоначальной загрузке
spanish: No iniciar durante el arranque

# #33041
source: Select Home Page Menu Addons
dutch: Kies add-ons voor menu van startpagina
french: Sélectionner des modules du menu de la page d'accueil
german: Menü-Add-Ons auf der Startseite auswählen
italian: Seleziona componenti aggiuntivi del menu della pagina principale
japanese: ホームページメニューアドオンの選択
portuguese: Selecionar suplementos do menu da página inicial
russian: Выбор надстроек для меню главной страницы
spanish: Seleccionar complementos del menú de la página de inicio

# #33042
source: Select Home Page Programs Sub-menu Addons
dutch: Kies add-ons voor submenu van startpagina
french: Sélectionner des modules du sous-menu Programmes de la page d'accueil
german: Add-Ons aus dem Untermenü "Programme" auswählen
italian: Seleziona componenti aggiuntivi del sottomenu Programmi della pagina principale
japanese: ホームページプログラムサブメニューアドオンの選択
portuguese: Selecionar suplementos do submenu de programas da página inicial
russian: Выбор надстроек для подменю 'Программы' на главной странице
spanish: Seleccionar complementos del submenú de programas de la página de inicio

# #33043
source: Select Home Page Video Sub-menu Addons
dutch: Kies add-ons voor submenu Video van startpagina
french: Sélectionner des modules du sous-menu Vidéo de la page d'accueil
german: Add-Ons aus dem Untermenü "Video" auswählen
italian: Seleziona componenti aggiuntivi del sottomenu Video della pagina principale
japanese: ホームページビデオサブメニューアドオンの選択
portuguese: Selecionar suplementos do submenu de vídeo da página inicial
russian: Выбор надстроек для подменю 'Видео' на главной странице
spanish: Seleccionar complementos del submenú de vídeos de la página de inicio

# #33044
source: Select Home Page Music Sub-menu Addons
dutch: Kies add-ons voor submenu Muziek van startpagina
french: Sélectionner des modules du sous-menu Musique de la page d'accueil
german: Add-Ons aus dem Untermenü "Musik" auswählen
italian: Seleziona componenti aggiuntivi del sottomenu Musica della pagina principale
japanese: ホームページミュージックサブメニューアドオンの選択
portuguese: Selecionar suplementos do submenu de música da página inicial
russian: Выбор надстроек для подменю 'Музыка' на главной странице
spanish: Seleccionar complementos del submenú de música de la página de inicio

# #33045
source: Select Home Page Pictures Sub-menu Addons
dutch: Kies add-ons voor submenu Foto's van startpagina
french: Sélectionner des modules du sous-menu Images de la page d'accueil
german: Add-Ons aus dem Untermenü "Bilder" auswählen
italian: Seleziona componenti aggiuntivi del sottomenu Immagini della pagina principale
japanese: ホームページピクチャサブメニューアドオンの選択
portuguese: Selecionar suplementos do submenu de imagens da página inicial
russian: Выбор надстроек для подменю 'Изображения' на главной странице
spanish: Seleccionar complementos del submenú de imágenes de la página de inicio

# #33046
source: Edit title, icon, fanart
dutch: Titel, pictogram, fanart bewerken
french: Modifier titre, icône, fanart
german: Titel, Symbol, Fankunst bearbeiten
italian: Modifica titolo, icona, fanart
japanese: タイトル、アイコン、ファンアートの編集
portuguese: Editar título, ícone, obras dos fãs
russian: Изменить название, значок и постер
spanish: Editar título, icono, fanart

# #33047
source: Edit title, path, icon, fanart
dutch: Titel, pad, pictogram, fanart bewerken
french: Modifier titre, chemin, icône, fanart
german: Titel, Pfad, Symbol, Fankunst bearbeiten
italian: Modifica titolo, percorso, icona, fanart
japanese: タイトル、パス、アイコン、ファンアートの編集
portuguese: Editar título, caminho, ícone, obras dos fãs
russian: Изменить название, путь, значок и постер
spanish: Editar título, ruta, icono, fanart

# #33048
source: Edit Menu
dutch: Menu bewerken
french: Menu Édition
german: Menü bearbeiten
italian: Menu Modifica
japanese: メニューの編集
portuguese: Editar menu
russian: Изменить меню
spanish: Editar menú

# #33049
source: Remove from programs
dutch: Verwijderen uit programma's
french: Supprimer à partir des programmes
german: Aus "Programme" entfernen
italian: Rimuovi dai programmi
japanese: プログラムから削除
portuguese: Remover dos programas
russian: Удалить из программ
spanish: Eliminar de los programas

# #33050
source: Select Option
dutch: Selecteer optie
french: Sélectionner une option
german: Option auswählen
italian: Seleziona opzione
japanese: オプションの選択
portuguese: Selecionar opção
russian: Выбрать параметр
spanish: Seleccionar opción

# #33051
source: Install New Application
dutch: Nieuwe applicatie installeren
french: Installer une nouvelle application
german: Neue Anwendung installieren
italian: Installa nuova applicazione
japanese: 新しいアプリケーションのインストール
portuguese: Instalar nova aplicação
russian: Установить новое приложение
spanish: Instalar nueva aplicación

# #33052
source: Add Existing Application
dutch: Bestaande applicatie toevoegen
french: Ajouter une application existante
german: Vorhandene Anwendung hinzufügen
italian: Aggiungi applicazione esistente
japanese: 既存のアプリケーションを追加
portuguese: Adicionar aplicação existente
russian: Добавить существующее приложение
spanish: Añadir aplicación existente

# #33053
source: Invalid Operation
dutch: Ongeldige bewerking
french: Opération non valide
german: Ungültige Operation
italian: Operazione non valida
japanese: 無効な操作
portuguese: Operação inválida
russian: Недопустимая операция
spanish: Operación no válida

# #33054
source: Program with this path already added
dutch: Programma met dit pad is al toegevoegd
french: Un programme avec ce chemin a déjà été ajouté
german: Programm mit diesem Pfad bereits hinzugefügt
italian: È stato già aggiunto un programma con questo percorso
japanese: このパスのプログラムは既に追加されています
portuguese: Já foi adicionado um programa com este caminho
russian: Программа с таким путем уже добавлена
spanish: ya se ha añadido un programa con esta ruta

# #33055
source: Edit Category
dutch: Categorie bewerken
french: Modifier la catégorie
german: Kategorie bearbeiten
italian: Modifica categoria
japanese: カテゴリの編集
portuguese: Editar categoria
russian: Изменить категорию
spanish: Editar categoría

# #33056
source: Select Category
dutch: Kies categorie
french: Sélectionner une catégorie
german: Kategorie auswählen
italian: Seleziona categoria
japanese: カテゴリの選択
portuguese: Selecionar categoria
russian: Выбрать категорию
spanish: Seleccionar categoría
