Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #33000
source: Games
pt_br: Jogos

# #33001
source: Find Games
pt_br: Encontrar jogos

# #33002
source: Launch Steam
pt_br: Iniciar Steam

# #33003
source: Finding games....
pt_br: Localizando jogos...

# #33004
source: Game(s) found
pt_br: Jogo(s) encontrado(s)

# #33005
source: Edit title
pt_br: Editar título

# #33006
source: Edit path
pt_br: Editar caminho

# #33007
source: Edit icon
pt_br: Editar ícone

# #33008
source: Edit fanart
pt_br: Iniciar Origin

# #33010
source: Launch GOG Galaxy
pt_br: Iniciar GOG Galaxy

# #33011
source: Launch Uplay
pt_br: Iniciar Uplay

# #33012
source: Launch Battle.net
pt_br: Iniciar Battle.net

# #33013
source: Add Game
pt_br: Adicionar jogo

# #33014
source: Enter Game Name
pt_br: Inserir nome do jogo

# #33015
source: Select Game Executable
pt_br: Selecionar executável de jogo

# #33016
source: Select Game Thumb Image
pt_br: Selecionar miniatura de imagem do jogo

# #33017
source: Select Game Fanart Image
pt_br: Selecionar imagem de fanart do jogo

# #33018
source: Add to Home Page Menu Addons
pt_br: Adicionar aos acessórios do menu da página inicial

# #33019
source: Remove from Home Page Menu Addon
pt_br: Remover dos acessórios do menu da página inicial

# #33020
source: Add to Home Page Games Sub-menu
pt_br: Adicionar ao submenu de jogos da página inicial

# #33021
source: Remove from Home Page Games Sub-menu
pt_br: Remover do submenu de jogos da página inicial

# #33023
source: Do you want to set a fanart?
pt_br: Você deseja definir um fanart?

# #33024
source: Select Home Menu Addon
pt_br: Selecionar acessório do menu inicial

# #33025
source: Select Home Page Games Sub-menu Addons
pt_br: Selecionar acessórios do submenu de jogos da página inicial

# #33026
source: Remove Game
pt_br: Remover jogo
