Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Finnish/strings.po
Languages: fi

# #33005
source: Edit title
fi: Muokkaa nimeä

# #33006
source: Edit path
fi: Muokkaa polkua

# #33007
source: Edit icon
fi: Muokkaa kuvaketta

# #33008
source: Edit fanart
fi: Muokkaa fanitaidetta

# #33000
source: All Launcher
fi: Kaikkien käynnistin

# #33001
source: Programs
fi: Ohjelmat

# #33002
source: Music
fi: Musiikki

# #33003
source: Videos
fi: Videot

# #33004
source: Pictures
fi: Kuvat

# #33009
source: Select launcher category
fi: Valitse käynnistimen luokka

# #33010
source: Enter website address
fi: Anna sivuston osoite

# #33011
source: Select executable file
fi: Valitse suoritettava tiedosto

# #33012
source: Enter title
fi: Kirjoita otsikko

# #33013
source: Select Icon
fi: Valitse kuvake

# #33014
source: Select Fanart Image
fi: Valitse fanikuva

# #33015
source: Setting : Keyboard/Mouse on load
fi: Asetus: näppäimistö/hiiri ladattaessa

# #33016
source: Setting : Launch with Administrator setting
fi: Asetus: käynnistä järjestelmänvalvojan oikeuksin -asetus

# #33017
source: Setting : Start at boot setting
fi: Asetus: käynnistä käynnistettäessä -asetus

# #33020
source: Save program launcher
fi: Tallenna program launcher

# #33018
source: Launch with Administrator privileges
fi: Käynnistä järjestelmänvalvojan oikeuksilla

# #33019
source: Launch without Administrator privileges
fi: Käynnistä ilman järjestelmänvalvojan oikeuksia

# #33021
source: Would you like to save this launcher?
fi: Haluatko tallentaa tämän käynnistimen?

# #33022
source: Add Program
fi: Lisää ohjelma

# #33023
source: Select launcher type
fi: Valitse käynnistimen tyyppi

# #33024
source: Windows Application
fi: Windows-sovellus

# #33025
source: Windows Store Application
fi: Windows-kaupan sovellus

# #33026
source: Website
fi: Sivusto

# #33027
source: Add to Home Page Menu Addons
fi: Lisää aloitussivun valikon lisäosiin

# #33028
source: Remove from Home Page Menu Addons
fi: Poista aloitussivun valikon lisäosista

# #33029
source: Add to Home Page Video Sub-menu
fi: Lisää aloitussivun Video-alivalikkoon

# #33030
source: Remove from Home Page Video Sub-menu
fi: Poista aloitussivun Video-alivalikosta

# #33031
source: Add to Home Page Music Sub-menu
fi: Lisää aloitussivun Musiikki-alivalikkoon

# #33032
source: Remove from Home Page Music Sub-menu
fi: Poista aloitussivun Musiikki-alivalikosta

# #33033
source: Add to Home Page Pictures Sub-menu
fi: Lisää aloitussivun Kuvat-alivalikkoon

# #33034
source: Remove from Home Page Pictures Sub-menu
fi: Poista aloitussivun Kuvat-alivalikosta

# #33035
source: Add to Home Page Programs Sub-menu
fi: Lisää aloitussivun Ohjelmat-alivalikkoon

# #33036
source: Remove from Home Page Programs Sub-menu
fi: Poista aloitussivun Ohjelmat-alivalikosta

# #33037
source: Enable mouse/kb on load
fi: Ota käyttöön hiiri/näppäimistö ladattaessa

# #33038
source: Disable mouse/kb on load
fi: Poista käytöstä hiiri/näppäimistö ladattaessa

# #33039
source: Start at boot
fi: Käynnistä käynnistettäessä

# #33040
source: Do not start at boot
fi: Älä käynnistä käynnistettäessä

# #33041
source: Select Home Page Menu Addons
fi: Valitse aloitussivun valikon lisäosat

# #33042
source: Select Home Page Programs Sub-menu Addons
fi: Valitse aloitussivun Ohjelmat-alivalikon lisäosat

# #33043
source: Select Home Page Video Sub-menu Addons
fi: Valitse aloitussivun Video-alivalikon lisäosat

# #33044
source: Select Home Page Music Sub-menu Addons
fi: Valitse aloitussivun Musiikki-alivalikon lisäosat

# #33045
source: Select Home Page Pictures Sub-menu Addons
fi: Valitse aloitussivun Kuvat-alivalikon lisäosat

# #33046
source: Edit title, icon, fanart
fi: Muokkaa otsikkoa, kuvaketta, fanikuvaa

# #33047
source: Edit title, path, icon, fanart
fi: Muokkaa otsikkoa, polkua, kuvaketta, fanikuvaa

# #33048
source: Edit Menu
fi: Muokkaa-valikko

# #33049
source: Remove from programs
fi: Poista ohjelmista

# #33050
source: Select Option
fi: Valitse vaihtoehto

# #33051
source: Install New Application
fi: Asenna uusi sovellus

# #33052
source: Add Existing Application
fi: Lisää olemassa oleva sovellus

# #33053
source: Invalid Operation
fi: Virheellinen toiminto

# #33054
source: Program with this path already added
fi: Polku on jo lisätyn ohjelman käytössä

# #33055
source: Edit Category
fi: Muokkaa luokkaa

# #33056
source: Select Category
fi: Valitse luokka
