Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Danish/strings.po
Languages: da

# #33005
source: Edit title
da: Rediger titel

# #33006
source: Edit path
da: Rediger sti

# #33007
source: Edit icon
da: Redigeringsikon

# #33008
source: Edit fanart
da: Rediger fanart

# #33000
source: All Launcher
da: Start af alle kategorier

# #33001
source: Programs
da: Programmer

# #33002
source: Music
da: Musik

# #33003
source: Videos
da: Videoer

# #33004
source: Pictures
da: Billeder

# #33009
source: Select launcher category
da: Vælg startkategori

# #33010
source: Enter website address
da: Indtast adressen for webstedet

# #33011
source: Select executable file
da: Vælg en eksekverbar fil

# #33012
source: Enter title
da: Indtast titel

# #33013
source: Select Icon
da: Vælg ikon

# #33014
source: Select Fanart Image
da: Vælg fanart-billede

# #33015
source: Setting : Keyboard/Mouse on load
da: Indstilling: Tastatur/mus ved start

# #33016
source: Setting : Launch with Administrator setting
da: Indstilling: Start med administratorindstillinger

# #33017
source: Setting : Start at boot setting
da: Indstilling: Start ved opstart

# #33020
source: Save program launcher
da: Gem programstarter

# #33018
source: Launch with Administrator privileges
da: Start med administratorrettigheder

# #33019
source: Launch without Administrator privileges
da: Start uden administratorrettigheder

# #33021
source: Would you like to save this launcher?
da: Vil du gemme denne måde at starte på?

# #33022
source: Add Program
da: Tilføj program

# #33023
source: Select launcher type
da: Vælg starttype

# #33024
source: Windows Application
da: Windows-applikation

# #33025
source: Windows Store Application
da: Windows Store-applikation

# #33026
source: Website
da: Websted

# #33027
source: Add to Home Page Menu Addons
da: Føj til tilføjelsesprogrammerne i menuen på startsiden

# #33028
source: Remove from Home Page Menu Addons
da: Fjern fra tilføjelsesprogrammerne i menuen på startsiden

# #33029
source: Add to Home Page Video Sub-menu
da: Føj til startsidens menu for videoundertekster

# #33030
source: Remove from Home Page Video Sub-menu
da: Fjern fra startsidens undermenu for video

# #33031
source: Add to Home Page Music Sub-menu
da: Føj til startsidens undermenu for musik

# #33032
source: Remove from Home Page Music Sub-menu
da: Fjern fra startsidens undermenu for musik

# #33033
source: Add to Home Page Pictures Sub-menu
da: Føj til startsidens undermenu for billeder

# #33034
source: Remove from Home Page Pictures Sub-menu
da: Fjern fra startsidens undermenu for billeder

# #33035
source: Add to Home Page Programs Sub-menu
da: Føj til startsidens undermenu for programmer

# #33036
source: Remove from Home Page Programs Sub-menu
da: Fjern fra startsidens undermenu for programmer

# #33037
source: Enable mouse/kb on load
da: Aktivér mus/tastatur ved start

# #33038
source: Disable mouse/kb on load
da: Deaktiver mus/tastatur ved start

# #33039
source: Start at boot
da: Start ved opstart

# #33040
source: Do not start at boot
da: Start ikke ved opstart

# #33041
source: Select Home Page Menu Addons
da: Vælg tilføjelsesprogrammer til startsiden

# #33042
source: Select Home Page Programs Sub-menu Addons
da: Vælg tilføjelsesprogrammer til startsidens undermenu for programmer

# #33043
source: Select Home Page Video Sub-menu Addons
da: Vælg tilføjelsesprogrammer til startsidens undermenu for video

# #33044
source: Select Home Page Music Sub-menu Addons
da: Vælg tilføjelsesprogrammer til startsidens undermenu for musik

# #33045
source: Select Home Page Pictures Sub-menu Addons
da: Vælg tilføjelsesprogrammer til startsidens undermenu for billeder

# #33046
source: Edit title, icon, fanart
da: Rediger titel, ikon, fanart

# #33047
source: Edit title, path, icon, fanart
da: Rediger titel, sti, ikon, fanart

# #33048
source: Edit Menu
da: Rediger menu

# #33049
source: Remove from programs
da: Fjern fra programmer

# #33050
source: Select Option
da: Vælg indstilling

# #33051
source: Install New Application
da: Installer ny applikation

# #33052
source: Add Existing Application
da: Tilføj eksisterende applikation

# #33053
source: Invalid Operation
da: Ugyldig handling

# #33054
source: Program with this path already added
da: Der er allerede blevet tilføjet et program med denne sti

# #33055
source: Edit Category
da: Rediger kategori

# #33056
source: Select Category
da: Vælg kategori
