Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.gamelauncher/resources/language/Bulgarian/strings.po
Languages: bg

# #33000
source: Games
bg: Игри

# #33001
source: Find Games
bg: Търсене на игри

# #33002
source: Launch Steam
bg: Стартиране на Steam

# #33003
source: Finding games....
bg: Търсене на игри....

# #33004
source: Game(s) found
bg: Намерена(и) игра(и)

# #33005
source: Edit title
bg: Редактиране на заглавието

# #33006
source: Edit path
bg: Редактиране на пътя

# #33007
source: Edit icon
bg: Редактиране на иконата

# #33008
source: Edit fanart
bg: Редактиране на фен арт

# #33009
source: Launch Origin
bg: Стартиране на Origin

# #33010
source: Launch GOG Galaxy
bg: Стартиране на GOG Galaxy

# #33011
source: Launch Uplay
bg: Стартиране на Uplay

# #33012
source: Launch Battle.net
bg: Стартиране на Battle.net

# #33013
source: Add Game
bg: Добавяне на игра

# #33014
source: Enter Game Name
bg: Въведете наименование на игра

# #33015
source: Select Game Executable
bg: Изберете изпълним файл на игра

# #33016
source: Select Game Thumb Image
bg: Изберете миниатюрно изображение на игра

# #33017
source: Select Game Fanart Image
bg: Изберете фанарт за игра

# #33018
source: Add to Home Page Menu Addons
bg: Добавяне към Добавки в менюто на началната страница

# #33019
source: Remove from Home Page Menu Addon
bg: Премахване от Добавки в менюто на началната страница

# #33020
source: Add to Home Page Games Sub-menu
bg: Добавяне към подменю Игри на началната страница

# #33021
source: Remove from Home Page Games Sub-menu
bg: Премахване от подменю Игри на началната страница

# #33022
source: Fanart
bg: Фанарт

# #33023
source: Do you want to set a fanart?
bg: Желаете ли да зададете фанарт?

# #33024
source: Select Home Menu Addon
bg: Изберете Добавка Начално меню

# #33025
source: Select Home Page Games Sub-menu Addons
bg: Изберете Добавки за подменю Игри на началната страница

# #33026
source: Remove Game
bg: Премахване на игра
