Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Arabic/strings.po
Languages: ar

# #33005
source: Edit title
ar: تحرير عنوان

# #33006
source: Edit path
ar: تحرير مسار

# #33007
source: Edit icon
ar: تحرير أيقونة

# #33008
source: Edit fanart
ar: تحرير fanart

# #33000
source: All Launcher
ar: مشغّل الكل

# #33001
source: Programs
ar: البرامج

# #33002
source: Music
ar: الموسيقى

# #33003
source: Videos
ar: مقاطع الفيديو

# #33004
source: Pictures
ar: الصور

# #33009
source: Select launcher category
ar: تحديد فئة المشغّل

# #33010
source: Enter website address
ar: إدخال عنوان موقع ويب

# #33011
source: Select executable file
ar: تحديد الملفات القابلة للتنفيذ

# #33012
source: Enter title
ar: إدخال عنوان

# #33013
source: Select Icon
ar: تحديد رمز

# #33014
source: Select Fanart Image
ar: تحديد Game Fanart Image

# #33015
source: Setting : Keyboard/Mouse on load
ar: الإعداد: لوحة المفاتيح/الماوس عند التحميل

# #33016
source: Setting : Launch with Administrator setting
ar: الإعداد: التشغيل مع إعداد المسؤول

# #33017
source: Setting : Start at boot setting
ar: الإعداد: البدء عند إعداد التشغيل

# #33020
source: Save program launcher
ar: حفظ مشغّل البرنامج

# #33018
source: Launch with Administrator privileges
ar: التشغيل مع امتيازات المسؤول

# #33019
source: Launch without Administrator privileges
ar: التشغيل بدون امتيازات المسؤول

# #33021
source: Would you like to save this launcher?
ar: هل تريد حفظ هذا المشغّل

# #33022
source: Add Program
ar: إضافة برنامج

# #33023
source: Select launcher type
ar: تحديد نوع المشغّل

# #33024
source: Windows Application
ar: تطبيق Windows

# #33025
source: Windows Store Application
ar: تطبيق Windows Store

# #33026
source: Website
ar: موقع ويب

# #33027
source: Add to Home Page Menu Addons
ar: إضافة إلى الوظائف الإضافية في قائمة الصفحة الرئيسية

# #33028
source: Remove from Home Page Menu Addons
ar: إزالة قائمة الوظائف الإضافية من الصفحة الرئيسية

# #33029
source: Add to Home Page Video Sub-menu
ar: أضف فيديو القائمة الفرعية الى الصفحة الرئيسية

# #33030
source: Remove from Home Page Video Sub-menu
ar: إزالة فيديو القائمة الفرعية من الصفحة الرئيسية

# #33031
source: Add to Home Page Music Sub-menu
ar: أضف موسيقى القائمة الفرعية إلى الصفحة الرئيسية

# #33032
source: Remove from Home Page Music Sub-menu
ar: إزالة موسيقى القائمة الفرعية من الصفحة الرئيسية

# #33033
source: Add to Home Page Pictures Sub-menu
ar: أضف صور القائمة الفرعية إلى الصفحة الرئيسية

# #33034
source: Remove from Home Page Pictures Sub-menu
ar: إزالة صور القائمة الفرعية من الصفحة الرئيسية

# #33035
source: Add to Home Page Programs Sub-menu
ar: أضف برامج القائمة الفرعية الى الصفحة الرئيسية

# #33036
source: Remove from Home Page Programs Sub-menu
ar: إزالة برامج القائمة الفرعية من الصفحة الرئيسية

# #33037
source: Enable mouse/kb on load
ar: تمكين لوحة الماوس/لوحة المفاتيح عند التحميل

# #33038
source: Disable mouse/kb on load
ar: تعطيل الماوس/لوحة المفاتيح عند التحميل

# #33039
source: Start at boot
ar: البدء عند التشغيل

# #33040
source: Do not start at boot
ar: عدم البدء عند التشغيل

# #33041
source: Select Home Page Menu Addons
ar: تحديد الوظائف الإضافية لقائمة الصفحة الرئيسية

# #33042
source: Select Home Page Programs Sub-menu Addons
ar: تحديد برامج الوظائف الإضافية للقائمة الفرعية من الصفحة الرئيسة

# #33043
source: Select Home Page Video Sub-menu Addons
ar: تحديد فيديو الوظائف الإضافية للقائمة الفرعية للصفحة الرئيسية

# #33044
source: Select Home Page Music Sub-menu Addons
ar: تحديد موسيقى الوظائف الإضافية لقائمة الصفحة الرئيسية

# #33045
source: Select Home Page Pictures Sub-menu Addons
ar: تحديد صور الوظائف الإضافية للقائمة الفرعية للصفحة الرئيسية

# #33046
source: Edit title, icon, fanart
ar: تحرير العنوان والرمز وfanart

# #33047
source: Edit title, path, icon, fanart
ar: تحرير العنوان والمسار والرمز وfanart

# #33048
source: Edit Menu
ar: تحرير القائمة

# #33049
source: Remove from programs
ar: إزالة من البرامج

# #33050
source: Select Option
ar: تحديد خيار

# #33051
source: Install New Application
ar: تثبيت تطبيق جديد

# #33052
source: Add Existing Application
ar: إضافة تطبيق موجود

# #33053
source: Invalid Operation
ar: عملية غير صالحة

# #33054
source: Program with this path already added
ar: تمت إضافة برنامج مع هذا المسار

# #33055
source: Edit Category
ar: تحرير الفئة

# #33056
source: Select Category
ar: تحديد فئة
