Repository: alienwaresoftware/Kodi
Catalog: Helix/plugin.program.aw.programlauncher/resources/language/Polish/strings.po
Languages: pl

# #33005
source: Edit title
pl: Edytuj tytuł

# #33006
source: Edit path
pl: Edytuj ścieżkę

# #33007
source: Edit icon
pl: Edytuj ikonę

# #33008
source: Edit fanart
pl: Edytuj fanart

# #33000
source: All Launcher
pl: Wszystkie programy uruchamiające

# #33001
source: Programs
pl: Programy

# #33002
source: Music
pl: Muzyka

# #33003
source: Videos
pl: Filmy

# #33004
source: Pictures
pl: Zdjęcia

# #33009
source: Select launcher category
pl: Wybierz kategorię programu uruchamiającego

# #33010
source: Enter website address
pl: Wpisz adres strony internetowej

# #33011
source: Select executable file
pl: Wybierz

# #33012
source: Enter title
pl: Wpisz tytuł

# #33013
source: Select Icon
pl: Wybierz ikonę

# #33014
source: Select Fanart Image
pl: Wybierz grafikę Fanart

# #33015
source: Setting : Keyboard/Mouse on load
pl: Ustawienia: klawiatura/mysz w trybie ładowania

# #33016
source: Setting : Launch with Administrator setting
pl: Ustawienia: uruchom z ustawieniami administratora

# #33017
source: Setting : Start at boot setting
pl: Ustawienia: funkcja uruchomienia przy włączeniu systemu

# #33020
source: Save program launcher
pl: Zapisz program uruchamiający aplikację

# #33018
source: Launch with Administrator privileges
pl: Uruchom z uprawnieniami administratora

# #33019
source: Launch without Administrator privileges
pl: Uruchom bez uprawnień administratora

# #33021
source: Would you like to save this launcher?
pl: Zapisać ten program uruchamiający?

# #33022
source: Add Program
pl: Dodaj program

# #33023
source: Select launcher type
pl: Wybierz typ programu uruchamiającego

# #33024
source: Windows Application
pl: Aplikacja Windows

# #33025
source: Windows Store Application
pl: Aplikacja Windows Store

# #33026
source: Website
pl: Strona internetowa

# #33027
source: Add to Home Page Menu Addons
pl: Dodaj do rozszerzeń menu strony głównej

# #33028
source: Remove from Home Page Menu Addons
pl: Usuń z listy rozszerzeń menu strony głównej

# #33029
source: Add to Home Page Video Sub-menu
pl: Dodaj do podmenu Filmy na stronie głównej

# #33030
source: Remove from Home Page Video Sub-menu
pl: Usuń z podmenu Filmy na stronie głównej

# #33031
source: Add to Home Page Music Sub-menu
pl: Dodaj do podmenu Muzyka na stronie głównej

# #33032
source: Remove from Home Page Music Sub-menu
pl: Usuń z podmenu Muzyka na stronie głównej

# #33033
source: Add to Home Page Pictures Sub-menu
pl: Dodaj do podmenu Zdjęcia na stronie głównej

# #33034
source: Remove from Home Page Pictures Sub-menu
pl: Usuń z podmenu Zdjęcia na stronie głównej

# #33035
source: Add to Home Page Programs Sub-menu
pl: Dodaj do podmenu Programy na stronie głównej

# #33036
source: Remove from Home Page Programs Sub-menu
pl: Usuń z podmenu Programy na stronie głównej

# #33037
source: Enable mouse/kb on load
pl: Włącz ładowanie myszy

# #33038
source: Disable mouse/kb on load
pl: Wyłącz ładowanie myszy

# #33039
source: Start at boot
pl: Włącz przy uruchomieniu systemu

# #33040
source: Do not start at boot
pl: Nie włączaj przy uruchomieniu systemu

# #33041
source: Select Home Page Menu Addons
pl: Wybierz rozszerzenia menu strony głównej

# #33042
source: Select Home Page Programs Sub-menu Addons
pl: Wybierz rozszerzenia podmenu Programy na stronie głównej

# #33043
source: Select Home Page Video Sub-menu Addons
pl: Wybierz rozszerzenia podmenu Filmy na stronie głównej

# #33044
source: Select Home Page Music Sub-menu Addons
pl: Wybierz rozszerzenia podmenu Muzyka na stronie głównej

# #33045
source: Select Home Page Pictures Sub-menu Addons
pl: Wybierz rozszerzenia podmenu Zdjęcia na stronie głównej

# #33046
source: Edit title, icon, fanart
pl: Edytuj nazwę, ikonę, grafikę Fanart

# #33047
source: Edit title, path, icon, fanart
pl: Edytuj nazwę, ścieżkę, ikonę, grafikę Fanart

# #33048
source: Edit Menu
pl: Edytuj menu

# #33049
source: Remove from programs
pl: Usuń z listy programów

# #33050
source: Select Option
pl: Wybierz opcję

# #33051
source: Install New Application
pl: Zainstaluj nową aplikację

# #33052
source: Add Existing Application
pl: Dodaj zainstalowaną aplikację

# #33053
source: Invalid Operation
pl: Nieprawidłowa operacja

# #33054
source: Program with this path already added
pl: Program z tą ścieżką jest już dodany

# #33055
source: Edit Category
pl: Edytuj kategorię

# #33056
source: Select Category
pl: Wybierz kategorię
